Repository: djerfy/openchia-web
Catalog: src/locale/*.xlf
Languages: cs, es, fr, pl, pt_br

source: Pool space when the block has been won.
cs: Velikost poolu při výhře bloku.
pt_br: Espaço da pool quando o bloco foi ganho.

source: Payouts
cs: Výplaty
pt_br: Pagamentos

source: Date
cs: Datum
es: Fecha
pt_br: Data

source: Synced
cs: Synchronizováno
es: Sincronizado
pt_br: Sincronizado

source: Not synced!
cs: Nesynchronizováno!
es: No sincronizado!
pt_br: Dessincronizado!

source: Pool server real-time log
cs: Živý záznam pool serveru
pt_br: Log em tempo real do servidor pool

source: farmer doesn't exist (404).
cs: Farmář neexistuje (404).
pt_br: farmer não existe (404).

source: farmer doesn't exist, has left and/or has been removed.
cs: Farmář neexistuje, odešel nebo byl vyloučen.
pt_br: fazendeiro não existe, saiu e/ou foi removido.

source: Farmer Details
cs: Detail farmáře
pt_br: Detalhes do fazendeiro

source: Friendly Name
cs: Přezdívka
pt_br: Nome Amigável

source: Estimated Size
cs: Odhadovaná velikost
pt_br: Tamanho Estimado

source: Points / Points PPLNS
cs: Body/ Body PPLNS
pt_br: Pontos / Pontos PPLNS

source: Profitability based on blocks farmed on last 30 days, based on your farm space.
cs: Ziskovost založená na blocích získaných za posledních 30 dnů a velikosti Vaší farmy.
pt_br: Rentabilidade baseada nos blocos ganhos nos últimos 30 dias, baseado no espaço da sua farm.

source: Partials
cs: Důkazy
pt_br: Parciais

source: Show failed partials only
cs: Zobrazit pouze neúspěšné důkazy
pt_br: Mostrar parciais com falha

source: Harvester ID
pt_br: ID da Colheitadeira

source: Plot ID
pt_br: ID do Plot

source: State
cs: Status
pt_br: Estado

source: No partials found!
cs: Nenalezeny žádné důkazy!
pt_br: Não foram encontradas parciais!

source: Error
pt_br: Erro

source: Details
cs: Detaily
pt_br: Detalhes

source: Same partial proof was sent more than once.
cs: Stejný důkaz byl odeslán vícekrát.
pt_br: A mesma prova parcial foi enviada mais de uma vez.

source: Signage point is invalid or was not found in pool's node blockchain.
cs: Značení důkazu je neplatné nebo nebyl nalezeno v blockchainu.
pt_br: O ponto de sinalização é inválido ou não foi encontrado na blockchain do nó do pool.

source: The proof sent is not good enough for the current difficulty of the farmer.
cs: Důkaz odeslaný poolu není dostatečný pro velikost farmy.
pt_br: A prova enviada não é boa o suficiente para o nível de dificuldade atual do farmer.

source: Total transaction(s)
cs: Celkem plateb
pt_br: Total de transações

source: Export CSV
cs: Exportovat CSV
pt_br: Exportar para CSV

source: Total block(s)
cs: Celkem bloků
pt_br: Total de blocos

source: No blocks found by this farmer!
cs: Farmář nezískal žádný blok!
pt_br: Nenhum bloco encontrado por este fazendeiro!

source: No giveaways available!
pt_br: Nenhum sorteio disponível!

source: Farmer
cs: Farmář
pt_br: Fazendeiro

source: Failed to authenticate! Check your URL and try again.
cs: Neúspěšná autentizace! Zkontrolujte URL a zkuste znovu.
pt_br: Falha ao autenticar! Verifique sua URL e tente novamente.

source: Referral Link
cs: Odkaz doporučení
pt_br: Link de Referência

source: Use above link to refer people to this pool. They will be required to join the pool and login to the website to confirm the referral.
cs: Pomocí výše uvedeného odkazu doporučte lidi na tento pool. Budou požádáni, aby se připojili k poolu a přihlásili se na webovou stránku, aby potvrdili doporučení.
pt_br: Use o link acima para referir pessoas para esse pool. Será necessário que essa pessoa faça login no website e confirme a referência.

source: No referrals found for this farmer!
cs: Žádné doporučení tohoto farmáře!
pt_br: Não foram encontradas referências para esse fazendeiro!

source: Payout
cs: Výplata
pt_br: Pagamento

source: Payout Chart
cs: Graf výplaty
pt_br: Gráfico de pagamento

source: Frequentely Asked Questions (F.A.Q.)
cs: Často kladené dotazy
pt_br: Perguntas freqüentemente feitas (FAQ)

source: How Chia pools work?
cs: Jak funguje Chia pool?
pt_br: Como funcionam os pools Chia?

source: Can I switch from/to your pool whenever I want?
pt_br: Posso mudar de/para o seu pool sempre que quiser?

source: How many portable plots do I need to join the pool?
pt_br: Quantos plots portáteis eu preciso para me juntar ao pool?

source: How to set name in explorer? (alias)
pt_br: Como definir o nome no explorador? (apelido)

source: Do you have any other questions?
pt_br: Você tem outras perguntas?

source: 💰 Fees
pt_br: 💰 Taxas

source: Reward Distribution <i</i>
pt_br: Distribuição de Recompensas <i</i>

source: We use PPLNS (Pay Per Last N Shares) to distribute rewards.<br /> When a When a block is won, each farmer will receive the share correspondent of the last 24 hours of partials sent to the pool.
pt_br: Nós usamos o sistema PPLNS (Pay Per Last N Shares) para distribuir as recompensas.<br /> When a Quando um bloco é ganho, cada farmer irá receber a parte correspondente às últimas 24 horas de parciais enviadas para a pool.

source: Payouts <i</i>
pt_br: Pagamentos <i</i>

source: Tickets Issuance
pt_br: Emissão de Tickets

source: Daily - 00:00 UTC
cs: Denně v 00:00 UTC
pt_br: Diariamente - 00:00 UTC

source: Previous Giveaways
pt_br: Sorteios Anteriores

source: No previous giveaways found!
pt_br: Nenhum sorteio anterior encontrado!

source: Pre-requisites <i</i>
pt_br: Pre-requisitos <i</i>

source: A pool you can trust.
pt_br: Um pool em que você pode confiar.

source: All our software is open source.
cs: Všechno je open source.
pt_br: Todo nosso software é open source.

source: Chat with us
cs: Chatujte s námi
pt_br: Converse conosco

source: 📱 Mobile app
cs: 📱 Mobilní aplikace
pt_br: 📱 Aplicativo móvel

source: 💰 Instant payout
cs: 💰 Instantní výplaty
pt_br: 💰 Pagamento imediato

source: 💻 Open Source
pt_br: 💻 Código Aberto

source: 🎁 Weekly Giveaway
cs: 🎁 Slosování každý týden
pt_br: 🎁 Sorteio Semanal

source: All farmer participating in our pool are eligible in our giveaway! Tickets on farmer page, <a [routerLink]="read more</a>..
cs: Všichni aktivní farmáři poolu jsou zařazení do slosování. <a [routerLink]="více zde</a>.
pt_br: Todo fazendeiro participando em nosso pool são eligíveis no nosso sorteio! Tickets na página do fazendeiro, <a [routerLink]="leia mais</a>..

source: Join OpenChia pool 🎉
cs: Připojte se k OpenChia poolu🎉
pt_br: Participe da pool OpenChia 🎉

source: Join community on Discord
cs: Připojte se ke komunitě na Discordu
pt_br: Junte-se à comunidade no Discord

source: Tweets by OpenChia
cs: Tweety od OpenChia
pt_br: Tweets de OpenChia

source: Weekly Giveaway!
cs: Slosování každý týden!
pt_br: Sorteio Semanal!

source: All farmers participating in our pool are automatically eligible in our giveaway!
cs: Všichni aktivní farmáři poolu jsou zařazení do slosování!
pt_br: Todos fazendeiros participando em nosso pool estão automaticamente qualificados para nosso sorteio!

source: Read more
cs: Více zde
pt_br: Saiba mais

source: Mobile Application
cs: Mobilní aplikace
pt_br: Aplicativo Móvel

source: Monitor pool, farm stats, payouts and more anywhere with our mobile app. Available for both Android and iOS.
cs: S naší mobilní aplikací můžete kdekoli sledovat pool, statistiky farmy, výplaty a další. Dostupné pro Android i iOS.
pt_br: Monitora pool, estatísticas, pagamentos e mais em qualquer lugar com seu aplicativo. Disponível para Android e iOS.

source: OpenChia is open source!
cs: OpenChia je open source!
pt_br: OpenChia é open source!

source: 🌱 OpenChia Team
pt_br: 🌱 Time OpenChia

source: Business and Marketing
pt_br: Negócios e Marketing

source: Software Engineer
pt_br: Engenheiro de software

source: Mobile Developer
pt_br: Desenvolvedor Mobile

source: Chinese Community Ambassador
pt_br: Embaixador da Comunidade Chinesa

source: Please meet our partners, together for a better world.
pt_br: Por favor, conheça nossos parceiros, juntos para um mundo melhor.

source: OpenChia believes that in a future blockchain and cryptocurrency can exist without degrading the environment and helping make the world a better place. We believe Chia and Cardano can coexist to help make that happen. If you'd like to know more about Cardano and/or join a legitimate staking pool please visit <a href="Vivid Pool</a>.</p> <a h.
pt_br: OpenChia acredita que em um futuro blockchain onde criptomoedas podem existir sem degradar o meio ambiente e ajudar a tornar o mundo um lugar melhor. Acreditamos que Chia e Cardano podem coexistir para ajudar a fazer isso acontecer. Se você quiser saber mais sobre Cardano e/ou participar de um pool de apostas legítimo, visite <a href="Vivid Pool</a>.</p> <a h.

source: Earn XCH by referring your friends to this pool!
pt_br: Ganhe XCH indicando amigos para este pool!

source: How does it work?
pt_br: Como funciona?

source: Make sure you are official Chia client supporting pool plots (1.2.0 or later). Show <a official Chia instructions here</a></li> </ul> </div> </div.<br /> Depending on your location, use one of the following connections: <ul> <li>Global server: <a href="https://pool.openchia<br /> Depending on your location, use one of the following connections: <ul> <li>Global server: <a href="https://pool.openchia Before joining pool, your node and wallet must be fully synchronized with Chia blockchain.<br /> Depending on your location, use one of the following connections: <ul> <li>Global server: <a href="https://pool.openchia<br /> Depending on your location, use one of the following connections: <ul> <li>Global server: <a href="https://pool.openchia You are going to need 1 Mojo (0.000000000001 XCH) which you can get through our faucet services:<br /> Depending on your location, use one of the following connections: <ul> <li>Global server: <a href="https://pool.openchia<ul> <li>Gl<li>Asia server: <a href="https://pool-asia.openchia.io">https://poOpenChia Discord : <a href="https://#faucet channel</a></li> </ul> </div> </div</li> </ul> </div><li>Asia server: <a href="https://pool-asia.openchia.io">https://poFaucet website : <a href="https://https://faucet.chia.net</a></li> </ul> </div> </div</li> </ul> </div></ul> </div><br /> Depending on your location, use one of the following connections: <ul> <li>Global server: <a href="https://pool.openchia Depending on your location, use one of the following connections: <ul> <li>Gl<li>Asia server: <a href="https://pool-asia.openchia.io">https://poGlobal server: <a href="https://https://pool.openchia.io</a></li> </ul> </div> </div</li> </ul> </div><li>Asia server: <a href="https://pool-asia.openchia.io">https://poAsia server: <a href="https://https://pool-asia.openchia.io</a></li> </ul> </div> </div</li> </ul> </div></ul> </div>
pt_br: Certifique-se de utilizar o cliente Chia oficial que suporta plots de pools (1.2.0 ou mais recente). Exibir <a instruções oficiais da Chia aqui</a></li> </ul> </div> </div.<br /> Depending on your location, use one of the following connections: <ul> <li>Global server: <a href="https://pool.openchia<br /> Depending on your location, use one of the following connections: <ul> <li>Global server: <a href="https://pool.openchia Antes de se juntar à pool, seu nó e sua carteira devem estar totalmente sincronizados com a Chia blockchain.<br /> Depending on your location, use one of the following connections: <ul> <li>Global server: <a href="https://pool.openchia<br /> Depending on your location, use one of the following connections: <ul> <li>Global server: <a href="https://pool.openchia Você vai precisar de 1 Mojo (0.000000000001 XCH) o qual você poderá obter através dos serviços de torneiras:<br /> Dependendo de sua localização, utilize uma das seguintes conexões: <ul> <li>Global server: <a href="https://pool.openchia<ul> <li>Gl<li>Asia server: <a href="https://pool-asia.openchia.io">https://poOpenChia Discord : <a href="https://#faucet channel</a></li> </ul> </div> </div</li> </ul> </div><li>Asia server: <a href="https://pool-asia.openchia.io">https://poTorneira : <a href="https://https://faucet.chia.net</a></li> </ul> </div> </div</li> </ul> </div></ul> </div><br /> Dependendo de sua localização, utilize uma das seguintes conexões: <ul> <li>Global server: <a href="https://pool.openchia Dependendo de sua localização, utilize uma das seguintes conexões: <ul> <li>Gl<li>Asia server: <a href="https://pool-asia.openchia.io">https://poGlobal server: <a href="https://https://pool.openchia.io</a></li> </ul> </div> </div</li> </ul> </div><li>Asia server: <a href="https://pool-asia.openchia.io">https://poAsia server: <a href="https://https://pool-asia.openchia.io</a></li> </ul> </div> </div</li> </ul> </div></ul> </div>

source: Get your wallet ID:<br /> Wait few minutes and enjoy! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head<br /> Wait few minutes and enjoy! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head<div class="card-shell"><code class="code-shell"> $ chia plotnft show </code> </div><</div><br /> It<br /> Wait few minutes and enjoy! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head Joining OpenChia pool with:<br /> Wait few minutes and enjoy! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head<br /> Wait few minutes and enjoy! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head<div class="card-shell"><code class="code-shell"> $ chia plotnft join -i WALLET_ID -u https://pool.openchia.io </code> </div><</div><br /> It<br /> Wait few minutes and enjoy! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head It will ask for your confirmation, check all details and confirm with Y.<br /> Wait few minutes and enjoy! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head Wait few minutes and enjoy! 🎉
pt_br: Obtenha seu wallet ID:<br /> Aguarde alguns minutos e aproveite! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head<br /> Aguarde alguns minutos e aproveite! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head<div class="card-shell"><code class="code-shell"> $ chia plotnft show </code> </div><</div><br /> It<br /> Aguarde alguns minutos e aproveite! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head Ingresse na pool OpenChia com:<br /> Aguarde alguns minutos e aproveite! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head<br /> Wait few minutes and enjoy! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head<div class="card-shell"><code class="code-shell"> $ chia plotnft join -i WALLET_ID -u https://pool.openchia.io </code> </div><</div><br /> It<br /> Aguarde alguns minutos e aproveite! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head Será solicitada sua confirmação, verifique todos os detalhes e confirme com Y.<br /> Aguarde alguns minutos e aproveite! 🎉 </div> </div> </div> <div class="card"> <div id="headingThree" class="card-head Aguarde alguns minutos e aproveite! 🎉

source: Open the Chia GUI and click "Pool" and then "Join a pool":<br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><img src="./assets/img/join/gui/e Choose "Connect to pool" and enter this URL "https://pool.openchia.io" (exactly, no ending slash), verify pool details and click on "Create" button:<br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><img src="./assets/img/join/gui/e Wait few minutes...<br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><img src="./assets/img/join/gui/e Confirm pool connection and you can create Plot NFT:<br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><img src="./assets/img/join/gui/e And appreciate! 🎉
pt_br: Abra a interface gráfica e clique em "Pool" e depois em "Join a pool":<br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><img src="./assets/img/join/gui/e Escolha "Connect to pool" e coloque a URL "https://pool.openchia.io" (exatamente assim, sem barra no final), verifique os detalhes da pool e clique em "Create":<br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><img src="./assets/img/join/gui/e Wait few minutes...<br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><img src="./assets/img/join/gui/e Confirm pool connection and you can create Plot NFT:<br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><br /> <img src="./assets/img/join/gui/en/screenshot-4.png" width="100%" /> And appreciate! 🎉 </div> </div> </div> <div class="card"><img src="./assets/img/join/gui/e And appreciate! 🎉

source: All our software (pool, api, website, discord bot, mobile application) are open source and it's very important for the community. <br /> You have an idea? Submit your improvement code or cr<br /> You have an idea? Submit your improvement code or cr You have an idea? Submit your improvement code or create an issue. It's easy and anyone can participate!
pt_br: Todo nosso software (pool, api, website, bot do discord, aplicativo móvel) é open source e isso é muito importante para a comunidade.<br /> Tem alguma ideia? Envie seu código ou cr<br /> Tem alguma ideia? Envie seu código ou cr Tem alguma ideia? Envie seu código ou crie um incidente. É fácil e todos podem participar!

source: Stats
pt_br: Estatísticas

source: Pool Space (After 18th February) <i class="ni ni-b</i>
pt_br: Espaço da Pool (Após 18 de Fevereiro) <i class="ni ni-b</i>

source: Have your friend join the pool and login to the pool website using the Plot NFT login link. He will confirm you are his referrer. (Referrer is filled automatically if he visited the website with your link)
pt_br: Peça a seu amigo para ingressar na pool e fazer login no nosso website usando o link de login do Plot NFT. Ele deverá confirmar que você o indicou. (O campo onde é informado quem indicou é preenchido automaticamente se ele visitar o site usando o link que você forneceu)

source: Since Last Win
cs: Od poslední výhry
pt_br: Desde o último bloco ganho

source: Join pool from CLI <i class="ni ni-b</i>
pt_br: Participe da pool usando a linha de comandos <i class="ni ni-b</i>

source: Join pool from GUI <i class="ni ni-b</i>
pt_br: Participe da pool usando a interface gráfica <i class="ni ni-b</i>

source: Need help?<i class="ni ni-b</i>
pt_br: Precisa de ajuda?<i class="ni ni-b</i>

source: Get your reward as soon as possible with PPLNS distribution system. Only 1% fee, <a [routerLink]="read more</a>..
cs: Získejte odměny co nedříve s PPLNS rozdělením odměn. Pouze 1% poplatek, <a [routerLink]="více zde</a>..
pt_br: Receba sua remuneração o mais rápido possível com o sistema de distribuição PPLNS. Apenas 1% de taxa, <a [routerLink]="saiba mais</a>..

source: Should you run into issues, reach out in <a href="https://d#farming</a> Discord channel if you have any questions.<br /> OpenCh OpenChia have a great community 🌽
pt_br: Se você encontrar problemas, acesse o canal <a href="https://d#farming</a> no Discord. <br /> OpenChOpenChia possuio uma ótima comunidade 🌽

source: Web Developer
pt_br: Desenvolvedor Web

source: Refer your friends to this pool using the URL https://openchia.io?referrer=YOUR_LAUNCHER_ID. Replace YOUR_LAUNCHER_ID with the Launcher ID from your Plot NFT.
pt_br: Indique seus amigos para nossa pool usando a URL https://openchia.io?referrer=SEU_LAUNCHER_ID. Substitua SEU_LAUNCHER_ID com o Launcher ID de seu Plot NFT.

source: How do I check my referrals?
pt_br: Como eu verifico minhas indicações?

source: Login to the pool website using your Plot NFT login link and go to the "Referrals" tab.
pt_br: Faça login no website usando o link de login do seu Plot NFT e vá na aba "Indicações".

source: Rules
pt_br: Regras

source: Use of good faith and don't refer yourself in any shape or form.
pt_br: Use a boa fé e não indique a si mesmo de forma alguma.

source: Do not attempt close loop of referral. e.g. A -> B -> C -> A.
pt_br: Não tente fazer um loop fechado de indicações. Ex: A -> B -> C -> A.

source: We reserve the right to change fees for new referrals at any time.
pt_br: Nos reservamos o direito de alterar as taxas para novas indicações a qualquer momento.

source: Thank you for trusting us!
pt_br: Obrigado pela sua confiança!

source: Let's get in touch on any of these platforms.
pt_br: Vamos conversar em uma destas plataformas.

source: You will receive 20% of the pool fee for every payment made to your friend. That value comes out of the pool and not from your friend reward!
pt_br: Você receberá 20% da taxa da pool para cada pagamento feito ao seu amigo. Este valor sai da pool e não da remuneração de seu amigo!

source: 🚀 Stats
pt_br: 🚀 Estatísticas

source: 1 Day
pt_br: 1 Dia

source: 7 Days
pt_br: 7 Dias

source: 1 Month
pt_br: 1 Mês

source: 3 Months
pt_br: 3 Meses

source: 1 Year
pt_br: 1 Ano

source: Pool Blocks <i class="ni ni-b</i>
pt_br: Blocos da Pool <i class="ni ni-b</i>

source: XCH Price
pt_br: Preço da XCH

source: Pool Space <i</i>
pt_br: Espaço Space <i</i>

source: ETW
cs: Odhadovaný čas na výhru

source: Netspace
cs: Velikost sítě

source: Launcher ID
cs: ID Farmáře
pl: ID klienta aplikacji

source: {{ farmers }} total
cs: {{ farmers }} celkem
pl: {{ farmers }} razem

source: Pool URL
cs: Adresa URL
fr: URL du pool

source: Details
cs: Detaily

# Launcher
source: Launcher ID
cs: ID Farmáře

# Partials
source: XAxisLabel]="fals</i> Partials</a> Partials
cs: XAxisLabel]="fals</i> Partials</a> Důkazy

source: Save
cs: Uložit

source: Total Income
cs: Celkový příjem

source: Uptime
cs: Doba provozu
es: Tiempo de actividad
fr: Allumé depuis
pl: Czas działania

source: ETW
cs: Odhadovaný čas na výhru

source: <div class= total
cs: <div class=Celkem

source: Netspace
cs: Velikost sítě
es: Espacio de red

source: Launcher ID
cs: ID farmáře
es: ID de lanzador

source: Profitability
es: Rentabilidad

source: Profitability Calculator
es: Calculadora de Rentabilidad

source: Address
es: Dirección

source: Points (PPLNS)
es: Puntos (PPLNS)

source: Rewards
es: Recompensas

source: Today
es: Hoy

source: Last 30 days
es: Últimos 30 días

source: Last 7 days
es: Últimos 7 días

source: Last 24 hours
es: Últimas 24 horas

source: Yesterday
es: Ayer

source: Day
es: Día

# ngb.timepicker.HH
source: HH
pl: GG
