Repository: djerfy/openchia-web
Catalog: src/locale/*.xlf
Languages: cs, es, fr, pl, pt_br

source: Learn how to set name here.
cs: Postup pro změnu jména.
es: Obtén información sobre cómo establecer el nombre aquí.
fr: Découvrez comment définir un nom ici.
pl: Tutaj możesz dowiedzieć się jak ustawić nazwę.
pt_br: Saiba como definir o nome aqui.

source: Difficulty
cs: Obtížnost
es: Dificultad
fr: Difficulté
pl: Poziom Trudności
pt_br: Dificuldade

source: No blocks found!
cs: Žádný získaný blok!
es: No se han encontrado bloques.
fr: Aucun farmer trouvé !
pl: Brak znalezionych bloków!
pt_br: Nenhum bloco encontrado!

source: No farmers found!
cs: Nenalezen žádný farmář!
es: No se han encontrado granjeros.
fr: Aucun farmer trouvé !
pl: Farmer nie został znaleziony!
pt_br: Nenhum fazendeiro encontrado!

source: They're offering cutting edge cryptocurrency technology of today and tomorrow. Cardano is a cryptocurrency network and open source project that aims to run a public blockchain platform for smart contracts. Cardano's internal cryptocurrency is called ADA!
cs: Nabízejí přelomové technologie kryptoměny dneška a budoucnosti. Cardano je kryptoměnová síť a open source projekt, jehož cílem je provozovat veřejnou blockchainovou platformu pro chytré smlouvy. Cardano kryptoměna se nazývá ADA!
es: Ofrecen tecnología de criptomonedas de vanguardia de hoy y de mañana. Cardano es una red de criptomonedas y un proyecto de código abierto que tiene como objetivo ejecutar una plataforma de blockchain pública para contratos inteligentes. La criptomoneda interna de Cardano se llama ADA!
fr: Ils proposent une technologie de crypto-monnaie d'aujourd'hui et de demain. Cardano est un réseau de crypto-monnaies et un projet open-source qui vise à gérer une plateforme publique de blockchain pour les contrats intelligents. La crypto-monnaie interne de Cardano s'appelle ADA !
pl: Oferują najnowsze technologię w dziedzinie kryptowalut. Cardano to sieć kryptowalut i projekt open source, którego celem jest uruchomienie publicznej platformy blockchain dla inteligentnych kontraktów. Wewnętrzna kryptowaluta Cardano nazywa się ADA!
pt_br: Eles estão oferecendo tecnologia de criptografia de ponta de hoje e de amanhã. Cardano é uma rede de criptomoedas e um projeto de código aberto que visa executar uma plataforma pública de blockchain para contratos inteligentes. A criptomoeda interna do Cardano é chamada ADA!

source: go to “faucet” text channel
cs: Pokračujte ve "faucet" vlákně
es: ir al canal de texto “faucet”
pl: przejdź do kanału tekstowego „faucet”
pt_br: vá para o canal de texto “faucet”

source: Successful Partials
cs: Úspěšné důkazy
es: Parciales Exitosos
fr: Partials réussis
pl: Udane partials
pt_br: Parciais bem-sucedidos

source: Failed to authenticate! Check your URL and try again.
cs: Nebylo možno ověřit! Zkontrolujte svůj URL odkaz a zkuste to znovu.
es: No se pudo autenticar. Comprueba tu URL e inténtalo de nuevo.
fr: Impossible de s'authentifier ! Vérifiez votre URL et réessayez.
pl: Autentykacja nieudana! Sprawdź swój adres URL i spróbuj ponownie.
pt_br: Falha ao autenticar! Verifique sua URL e tente novamente.

source: OpenChia believes in a future that blockchain and cryptocurrency can exist without degrading the environment and helping make the world a better place. We believe Chia and Cardano can coexist to help make that happen. If you'd like to know more about Cardano and/or join a legitimate staking pool please visit Vivid Pool.
cs: OpenChia věří v budoucnost, ve které blockchain a kryptoměny neničí životní prostředí, ale přispívají k rozvoji. Věříme, že se Chia a Cardano mohou vzájemně doplňovat a doufáme, že přispějeme svým dílem v tomto snu. Pokud Vás zajímá víc o Cardanu nebo se chcete přidat do staking poolu navštivte Vivid Pool.
es: OpenChia cree en un futuro que la cadena de bloques y la criptomoneda pueden existir sin degradar el medio ambiente y ayudar a hacer del mundo un lugar mejor. Creemos que Chia y Cardano pueden coexistir para ayudar a que eso suceda. Si quieres saber más sobre Cardano y/o unirte a un grupo de apuestas legítimo, visita Vivid Pool.
fr: OpenChia croit en un avenir que la blockchain et la crypto-monnaie peuvent exister sans dégrader l'environnement et contribuer à rendre le monde meilleur. Nous croyons que Chia et Cardano peuvent coexister pour y parvenir. Si vous souhaitez en savoir plus sur Cardano et/ou rejoindre une pool, rendez-vous sur Vivid Pool.
pl: Jako OpenChia uważamy, że w przyszłości blockchainy, jak i kryptowaluty przestaną mieć negatywny impakt na środowisko oraz przyczynić się do uczynienia świata lepszym miejscem. Uważamy, że Chia i Cardano są na dobrej drodze, aby tak się stało. Jeśli chcesz dowiedzieć się więcej o Cardano i/lub dołączyć do "stake pool", odwiedź Vivid Pool.
pt_br: A OpenChia acredita em um futuro que blockchain e criptomoeda podem existir sem degradar o meio ambiente e ajudar a tornar o mundo um lugar melhor. Acreditamos que Chia e Cardano podem coexistir para ajudar a fazer isso acontecer. Se você quiser saber mais sobre Cardano e/ou participar de um pool de apostas legítimo, visite Vivid Pool.

source: Vivid Stake Pool allows you to stake in Cardano. If you deposit your Fiat Money on your bank account you will receive 1-3 % profit per year which will be paid after at least a few months. In Cardano it is the opposite: you receive high profits as high as 5-8 % per year which is paid every 5 days!
cs: Vivid Stake Pool Vám umožňuje uložit Cardano. Spoření Fiat měny na Vašem bankovním účtu získáte 1-3 % úrok za rok, který je vyplácen jen párkrát do roka. V Cardanu je to naopak: získáte vysoké zisky až 5-8 % ročně, které se vyplácejí každých 5 dní!
es: Vivid Stake Pool te permite apostar en Cardano. Si depositas tu dinero en tu cuenta bancaria, recibirás un beneficio del 1-3% anual que se pagará al menos unos meses. En Cardano es todo lo contrario: obtienes grandes ganancias de hasta un 5-8% anual que se paga cada 5 días.
fr: Vivid Stake Pool vous permet de piquer dans Cardano. Si vous déposez votre Fiat Money sur votre compte bancaire, vous obtiendrez un bénéfice de 1 à 3 % par an, qui sera versé après au moins quelques mois. À Cardano, c'est le contraire : vous recevez des profits élevés pouvant atteindre 5 à 8 % par an, qui sont payés tous les 5 jours !
pl: Vivid Stake Pool pozwala na "stake" waluty Cardano. Jeśli dokonasz wpłaty pieniądza fiducjarnego na swoje konto oszczędnościowe w banku, otrzymasz 1-3% zysku rocznie, który zostanie wypłacony po co najmniej kilku miesiącach. W Cardano jest odwrotnie: otrzymujesz wyższy zysk aż do 5-8% rocznie, które są wypłacane co 5 dni!
pt_br: Vivid Stake Pool permite que você participe no Cardano. Se você depositar seu Fiat Money em sua conta bancária, receberá 1-3% de lucro por ano, que será pago após pelo menos alguns meses. Em Cardano, é o contrário: você recebe lucros altos até 5-8% ao ano, que é pago a cada 5 dias!

source: Have you asked yourself who are the people running Chia pools? Do you trust them?
cs: Ptáte se, kdo stojí za tímto poolem?
es: ¿Te has preguntado quién es la gente que dirige los pools de Chia? ¿Confías en ellos?
fr: Vous êtes-vous demandé qui sont les personnes qui dirigent les pools Chia ? Est-ce que vous leur faites confiance ?
pl: Czy zastanawiałeś się nad tym, kim są osoby prowadzące Chia pool? Czy można im zaufać?
pt_br: Você já se perguntou quem são as pessoas que administram Chia pools? Você confia neles?

source: Reward Distribution
cs: Rozdělení odměny
es: Distribución de Premios
fr: Distribution de récompense
pl: Podział nagrody
pt_br: Distribuição de recompensas

source: Until 1st October 2021 (2021/10/01)
cs: Do 1. října 2021 (1.10.2021)
es: Hasta el 1 de octubre de 2021 (2021/10/01)
fr: Jusqu'au 1er Octobre 2021 (01/10/2021)
pl: Do 1 października 2021 r. (2021/10/01)
pt_br: Até 1º de outubro de 2021 (01/10/2021)

source: Payouts
cs: Výplaty
es: Pagos
fr: Versements
pl: Wypłaty
pt_br: Pagamentos

source: What are non-portable (OG) and portable plots (NFT)?
cs: Co jsou nepřenosné (OG) a přenosné ploty (NFT)?
es: ¿Qué son los plots no portátiles (OG) y portátiles (NFT)?
fr: Quelles sont les parcelles non portables (OG) et portables (NFT) ?
pl: Czym są działki nieprzenośne (OG) i przenośne (NFT)?
pt_br: O que são plots não portáteis (OG) e portáteis (NFT)?

source: Frequentely Asked Questions (F.A.Q.)
cs: Často kladené otázky (F.A.Q.)
es: Preguntas frecuentes (F.A.Q.)
fr: Questions fréquemment posées (F.A.Q.)
pl: Często zadawane pytania (F.A.Q.)
pt_br: Perguntas freqüentemente feitas (FAQ.)

source: Enjoy 0% pool fee until October 2021.
cs: Až do konce října 2021 0% poplatek.
es: Disfruta de una tarifa de piscina del 0% hasta octubre de 2021.
fr: Profitez de 0 % de frais jusqu'en octobre 2021.
pl: Korzystaj z 0% opłaty za pool do października 2021.
pt_br: Aproveite a taxa do pool de 0% até outubro de 2021.

source: Chat with us
cs: Chatujte s námi
es: Chatee con nosotros
fr: Discutez avec nous
pl: Skontaktuj się z nami
pt_br: Converse conosco

source: Learn how to set name here.
cs: Zde se dozvíte, jak nastavit jméno.
es: Obtén información sobre cómo establecer el nombre aquí.
fr: Découvrez comment définir un nom ici.
pl: Tutaj możesz dowiedzieć się jak ustawić nazwę.
pt_br: Saiba como definir o nome aqui.

source: Can I switch from/to your pool whenever I want?
cs: Mohu se kdykoli odpojit/ připojit z/ do vašeho vašeho?
es: ¿Puedo cambiar desde/a su pool cuando quiera?
fr: Puis-je passer depuis/vers votre pool quand je le veux ?
pl: Czy mogę dołączyć/opuścić pool, kiedy tylko zechcę?
pt_br: Posso mudar de/para o seu pool sempre que quiser?

source: Go to "Pool" menu in the left menu
es: Ve al menú "Pool" en el menú de la izquierda
fr: Allez dans « Pool » dans le menu de gauche
pl: Przejdź do menu „Pool” w panelu po lewej stronie
pt_br: Vá para o menu "Pool" no menu à esquerda

source: Farmer Details
cs: Detail farmáře
es: Detalles del Granjero
fr: Détails du farmer
pl: Informacje o farmerze
pt_br: Detalhes do fazendeiro

source: Connection
cs: Připojení
es: Conexión
fr: Connexion
pl: Połączenie
pt_br: Conexão

source: Pool server real-time log
es: Registro en tiempo real del servidor pool
fr: Logs de la pool en temps-réel
pl: Logi z poola w czasie rzeczywistym
pt_br: Log em tempo real do servidor pool

source: Join our pool
cs: Připojte se do našeho poolu
es: Únete a nuestro pool
fr: Rejoindre la pool
pl: Dołącz do poola
pt_br: Junte-se ao pool

source: How to set name in explorer? (alias)
cs: Jak si nastavit jméno v vyhledávači? (alias)
es: ¿Cómo configurar el nombre en el explorador? (alias)
fr: Comment définir un nom dans l'explorateur ? (alias)
pl: Jak ustawić nazwę w eksploratorze? (alias)
pt_br: Como definir o nome no explorador? (apelido)

source: Last Partials (24 hours)
cs: Poslední důkazy (24 hod)
es: Últimas Parciales (24 horas)
fr: Derniers partials (24 heures)
pl: Ostatnie Partials (24 godziny)
pt_br: Últimos Parciais (24 horas)

source: .faucet <wallet address>
cs: .faucet <adresa peněženky >
pl: .faucet <twój adres portfela>
pt_br: .faucet <endereco da carteira>

source: If a reward of 1.75 XCH is found, only 1% of that, 0.0175 will be kept to the pool as a fee. The remaining 1.7325 XCH will be distributed to pool farmers.
cs: Pokud je získána odměna 1,75 XCH, pouze 1% z toho, 0,0175 zůstane poolu jako poplatek. Zbývajících 1,7325 XCH bude rozděleno aktivním farmářům.
es: Si se encuentra una recompensa de 1,75 XCH, solo el 1% de eso, 0,0175 se mantendrá en el pool como tarifa. Los 1.7325 XCH restantes se distribuirán a los granjeros de pool.
fr: Si une récompense de 1.75 XCH est trouvée, seulement 1 % de ce montant, 0,0175 sera conservé au pool sous forme de frais. Les 1.7325 XCH restants seront distribués aux farmers.
pl: Jeśli pool otrzyma nagrodę za blok w wysokości 1,75 XCH, tylko 1% z tego, 0.0175 zostanie zatrzymane przez pool jako opłata. Pozostałe 1.7325 XCH zostanie rozdane pomiędzy farmerów w poolu.
pt_br: Se for encontrada uma recompensa de 1.75 XCH, apenas 1% disso, 0.0175 será mantida no pool como uma taxa. Os restantes 1.7325 XCH serão distribuídos aos fazendeiros do pool.

source: Show failed partials only
cs: Ukázat pouze neúspěšná Partials
es: Mostrar solo parciales con errores
fr: Afficher uniquement les partiels échoués
pl: Pokaż tylko nieudane partials
pt_br: Mostrar apenas parciais com falha

source: Failed Partials
cs: Neúspěšné důkazy
es: Parciales fallidas
fr: Partials échoués
pl: Nieudane Partials
pt_br: Parciais Falhos

source: Home
cs: Domů
es: Inicio
fr: Accueil
pl: Strona główna
pt_br: Início

source: All our software is open source.
cs: Celý náš software je open-source.
es: Todo nuestro software es de código abierto.
fr: Tous nos logiciels sont open-source.
pl: Nasze oprogramowanie w całości jest open source.
pt_br: Todo o nosso software é de código aberto.

source: Farmers
cs: Farmáři
es: Granjeros
fr: exploitants.
pl: Farmerzy
pt_br: Fazendeiros

source: % of total
cs: % z celku
es: % del total
fr: % du total
pl: % ogółu
pt_br: % do total

source: Height
cs: Výška
es: Altura
fr: Hauteur
pl: Wysokość
pt_br: Altura

source: Payouts will happen within 5 minutes of the farmed block.<br /> These terms are subjected to change and will be communicated 1 week prior to the change in this website and on Discord channel.
cs: Výplaty proběhnou do 5 minut od získání bloku.<br /> Tyto podmínky se mohou změnit a budou sděleny 1 týden před změnou na tomto webu a na kanálu Discord
es: Los pagos se realizarán dentro de los 5 minutos de la cuadra de cría. <br /> Estos términos están sujetos a cambios y se comunicarán 1 semana antes del cambio en este sitio web y en el canal de Discord.
fr: Les paiements sont effectuées dans les 5 minutes suivant le block farmer. <br /> Ces conditions sont susceptibles d'être modifiées et seront communiquées 1 semaine avant le changement sur ce site et sur la chaîne Discord.
pl: Wypłaty nastąpi w ciągu 5 minut od wyfarmienia bloku. <br /> Warunki te mogą ulec zmianie. Wszelakie zmiany zostaną opublikowane z tygodniowym wyprzedzeniem na stronie i serverze Discord.
pt_br: Os pagamentos acontecerão dentro de 5 minutos do bloco cultivado. <br /> Estes termos estão sujeitos a alterações e serão comunicados 1 semana antes da mudança neste site e no canal Discord.

source: {{ rewards_blocks }} farmed
cs: získáno: {{ rewards_blocks }}
es: {{ rewards_blocks }} cultivados
pl: {{ rewards_blocks }} wyfarmione
pt_br: {{ rewards_blocks }} farmado

source: How many portable plots do I need to join the pool?
cs: Kolik plotů potřebuji, abych se mohl připojit k poolu?
es: ¿Cuántos plots portátiles necesito para unirme a lo pool?
fr: Combien de plots portable (NFT) sont nécessaires pour rejoindre la pool ?
pl: Ile przenośnych działek potrzebuję, aby dołączyć do poola?
pt_br: Quantos plots portáteis eu preciso para me juntar ao pool?

source: Fees are structured this way
cs: Poplatky jsou nastaveny tímto způsobem
es: Las tarifas están estructuradas de esta manera
fr: Les frais sont structurés de cette façon
pl: Opłaty wyglądają następująco
pt_br: As taxas são estruturadas dessa forma

source: Farmer
cs: Farmář
es: Granjero
pt_br: Fazendeiro

source: System Administrator
cs: Systémový Administrátor
es: Administrador del sistema
fr: Administrateur système
pl: Administrator systemów
pt_br: Administrador de Sistemas

source: A pool you can trust.
cs: Pool, kterému můžete důvěřovat!
es: Uno pool en la que puedes confiar.
fr: Une pool en laquelle vous pouvez avoir confiance.
pl: Pool, któremu możesz zaufać.
pt_br: Um pool em que você pode confiar.

source: Partners
cs: Partneři
es: Socios
fr: Partenaires
pl: Partnerzy
pt_br: Parceiros

source: Instant payout
cs: Okamžitá výplata
es: Pago instantáneo
fr: Paiement instantané
pl: Natychmiastowa wypłata
pt_br: Pagamento instantâneo

source: Save
cs: Uloženo
es: Guardar
fr: Enregistrer
pl: Zapisz
pt_br: Salvar

source: OpenChia believes that in a future blockchain and cryptocurrency can exist without degrading the environment and helping make the world a better place. We believe Chia and Cardano can coexist to help make that happen. If you'd like to know more about Cardano and/or join a legitimate staking pool please visit Vivid Pool.
cs: OpenChia věří, že v budoucnu blockchain a kryptoměny mohou existovat anižby ničily životního prostředí a pomáhali k rozvoji svět. Věříme, že Chia a Cardano mohou společně existovat, aby se to stalo. Pokud se chcete dozvědět více o Cardanu a/nebo se připojit k legitimnímu staking poolu, navštivte Vivid Pool.
es: OpenChia cree que en un futuro la blockchain y la criptomoneda pueden existir sin degradar el medio ambiente y ayudar a hacer del mundo un lugar mejor. Creemos que Chia y Cardano pueden coexistir para ayudar a que eso suceda. Si quieres saber más sobre Cardano y/o unirte a un grupo de apuestas legítimo, visita Vivid Pool.
pl: Jako OpenChia uważamy, że w przyszłości blockchainy, jak i kryptowaluty przestaną mieć negatywny impakt na środowisko oraz przyczynić się do uczynienia świata lepszym miejscem. Uważamy, że Chia i Cardano są na dobrej drodze, aby tak się stało. Jeśli chcesz dowiedzieć się więcej o Cardano i/lub dołączyć do "stake pool", odwiedź Vivid Pool.
pt_br: OpenChia acredita que em um futuro blockchain onde criptomoedas podem existir sem degradar o meio ambiente e ajudar a tornar o mundo um lugar melhor. Acreditamos que Chia e Cardano podem coexistir para ajudar a fazer isso acontecer. Se você quiser saber mais sobre Cardano e/ou participar de um pool de apostas legítimo, visite Vivid Pool.

source: No blocks found by this farmer!
cs: Farmář nezískal žádný blok!
es: No se han encontrado bloques por este granjero.
fr: Aucun block trouvé par ce farmer !
pl: Brak znalezionych bloków przez farmera!
pt_br: Nenhum bloco encontrado por este fazendeiro!

source: Date
cs: Datum
es: Fecha
pl: Data
pt_br: Data

source: Business and Marketing
cs: Rozvoj a Marketing
es: Negocios y Marketing
pl: Biznes i Marketing
pt_br: Negócios e Marketing

source: Payouts will happen within 5 minutes of the farmed block.<br /> These terms are subjected to change and will be communicated 1 week prior to the change in this website and on Discord channel.
cs: Výplaty proběhnou do 5 minut od získání bloku.<br /> Tyto podmínky se mohou změnit a budou sděleny 1 týden před změnou na tomto webu a na kanálu Discord
es: Los pagos se realizarán dentro de los 5 minutos de la cuadra de cría. <br /> Estos términos están sujetos a cambios y se comunicarán 1 semana antes del cambio en este sitio web y en el canal de Discord.
fr: Les paiements sont effectuées dans les 5 minutes suivant le block farmer. <br /> Ces conditions sont susceptibles d'être modifiées et seront communiquées 1 semaine avant le changement sur ce site et sur la chaîne Discord.
pl: Wypłaty nastąpi w ciągu 5 minut od wyfarmienia bloku. <br /> Warunki te mogą ulec zmianie. Wszelakie zmiany zostaną opublikowane z tygodniowym wyprzedzeniem na stronie i serverze Discord.
pt_br: Os pagamentos acontecerão dentro de 5 minutos do bloco cultivado. <br /> Estes termos estão sujeitos a alterações e serão comunicados 1 semana antes da mudança neste site e no canal Discord.

source: farmer doesn't exist, has left and/or has been removed.
cs: Neexistující farmář. Buď odešel nebo byl vyloučen
es: el agricultor no existe, se ha ido y/o ha sido retirado.
pl: farmer nie istnieje, opuścił i/lub został usunięty.
pt_br: fazendeiro não existe, saiu e/ou foi removido.

source: Explorer
es: Explorador
fr: Explorateur
pl: Eksplorator
pt_br: Explorador

source: Make sure you are running official Chia client 1.2.0 or later.
cs: Ujistěte se, že používáte oficiální klienta Chia 1.2.0 nebo novější.
es: Asegúrese de que está ejecutando el cliente oficial de Chia 1.2.0 o posterior.
fr: Assurez-vous d'utiliser le client official Chia 1.2.0 ou version ultérieure.
pl: Upewnij się, że używasz oficjalnego klienta Chia 1.2.0 lub nowszego.
pt_br: Verifique se você está executando o cliente Chia oficial 1.2.0 ou posterior.

source: Thank you for trusting us!
cs: Děkujeme, že nám důvěřujete!
es: Gracias por confiar en nosotros.
fr: Merci de nous faire confiance !
pl: Dziękujemy za zaufanie!
pt_br: Obrigado por confiar em nós!

source: We have more than 20 years of combined experience in the software development industry.
cs: Máme více než 20 let zkušeností v oblasti vývoje softwaru.
es: Contamos con más de 20 años de experiencia combinada en el sector del desarrollo de software.
fr: Nous avons plus de 20 ans d'expérience dans le secteur du développement de logiciels.
pl: Wspólnie mamy ponad 20 lat doświadczenia w branży tworzenia oprogramowania.
pt_br: Temos mais de 20 anos de experiência combinada na indústria de desenvolvimento de software.

source: before joining the pool, your node and wallet must be fully synchronized with Chia blockchain
cs: před vstupem do pooli musí být Vaše peněženka a node plně synchronizovány s blockchainem Chia
es: antes de unirse al pool, su nodo y cartera deben estar completamente sincronizados con lo blockchain de Chia
pl: przed dołączeniem do poola, twój node i portfel muszą być w pełni zsynchronizowane z Chia blockchain
pt_br: antes de se juntar ao pool, seu nó e carteira devem estar totalmente sincronizados com o blockchain Chia

source: Official Chia Instructions.
cs: Oficiální pokyny Chia.
es: Instrucciones oficiales de Chia.
fr: Instructions officielles Chia.
pl: Oficjalne instrukcje Chia.
pt_br: Instruções oficiais de Chia.

source: go to the “Pool” tab, and click on “Join the Pool”
cs: přejděte na kartu „Pool“ a klikněte na „Připojit se k poolu“
es: ve a la pestaña “Pool” y haz clic en “Join the Pool”
fr: allez dans l'onglet « Pool », puis cliquez sur « Rejoindre le pool »
pl: przejdź do zakładki „Pool” i kliknij „Join the Pool”
pt_br: vá para a guia “Pool” e clique em “Join the Pool”

source: A reward of 1.75 XCH will be distributed to pool farmers, 0 XCH (nothing) is kept to the pool.
cs: Farmářům v poolu bude rozdělena odměna 1,75 XCH, V poolu nic nezůstane.
es: Se distribuirá una recompensa de 1,75 XCH a los granjeros de lo pool, 0 XCH (nada) se mantiene en lo pool.
fr: Une récompense de 1,75 XCH sera distribuée aux farmers, et 0 XCH (rien) à la piscine.
pl: W przypadku otrzymania nagrody za blok w wysokości 1.75 XCH, zostanie ona w całości rozdana pomiędzy farmerów w poolu. 0 XCH jest przydzielone dla poola.
pt_br: Uma recompensa de 1,75 XCH será distribuída aos fazendeiros do pool, 0 XCH (nada) é mantido no pool.

source: How Chia pools work?
cs: Jak Chia pooly fungují?
es: ¿Cómo funcionan los pools de Chia?
fr: Comment fonctionnent les pools Chia ?
pl: Jak działają Chia pool?
pt_br: Como funcionam os pools Chia?

source: Get your reward as soon as possible.
cs: Získejte svou odměnu co nejdříve.
es: Obtén tu recompensa lo antes posible.
fr: Obtenez votre récompense dès que possible.
pl: Odbieraj nagrodę za blok tak szybko, jak to możliwe.
pt_br: Receba sua recompensa o mais rápido possível.

source: Search
cs: Hledat
es: Buscar
fr: Rechercher
pl: Szukaj
pt_br: Pesquisar

source: (unknown)
pt_br: (desconhecido)

source: Receive some XCH
cs: Získejte nějaké XCH
es: Recibe algo de XCH
fr: Recevoir du XCH
pl: Odbierz XCH
pt_br: Receba alguns XCH

source: Create plots using that plotnft:
cs: Vytvořte ploty pomocí plotnft:
es: Cree plots utilizando ese plotnft:
fr: Créez des plots à l'aide de plotnft :
pl: Utwórz działki za pomocą plotnft:
pt_br: Crie plots usando esse plotnft:

source: Harvester ID
cs: ID harvesteru
es: ID de Cosechadora
pt_br: ID da Colheitadeira

source: Distribution System: PPLNS
cs: Systém rozdělení odměny: PPLNS
es: Sistema de distribución: PPLNS
fr: Système de distribution : PPLNS
pl: System dystrybucji: PPLNS
pt_br: Sistema de Distribuição: PPLNS

source: Fees
cs: Poplatky
es: Tasas
fr: Frais
pl: Opłaty
pt_br: Tarifas
