Repository: djerfy/openchia-web
Catalog: src/locale/*.xlf
Languages: cs, es, fr, pl, pt_br

source: If a reward of 1.75 XCH is found, only 1% of that, 0.0175 will be kept to the pool as a fee. The remaining 1.7325 XCH will be distributed to pool farmers.
cs: Pokud je získána odměna 1,75 XCH, pouze 1% z toho, 0,0175 zůstane poolu jako poplatek. Zbývajících 1,7325 XCH bude rozděleno aktivním farmářům.
es: Si se encuentra una recompensa de 1,75 XCH, solo el 1% de eso, 0,0175 se mantendrá en el pool como tarifa. Los 1.7325 XCH restantes se distribuirán a los granjeros de pool.
fr: Si une récompense de 1.75 XCH est trouvée, seulement 1 % de ce montant, 0,0175 sera conservé au pool sous forme de frais. Les 1.7325 XCH restants seront distribués aux farmers.
pl: Jeśli pool otrzyma nagrodę za blok w wysokości 1,75 XCH, tylko 1% z tego, 0.0175 zostanie zatrzymane przez pool jako opłata. Pozostałe 1.7325 XCH zostanie rozdane pomiędzy farmerów w poolu.
pt_br: Se for encontrada uma recompensa de 1.75 XCH, apenas 1% disso, 0.0175 será mantida no pool como uma taxa. Os restantes 1.7325 XCH serão distribuídos aos fazendeiros do pool.

source: click the “Create” button. In the next couple of minutes, the Plot NFT will be created, and it will appear in your “Pool” tab
cs: klikněte na tlačítko „Vytvořit“. V následujících minutách bude vytvořen Plot NFT a objeví se na vaší kartě „Pool“
es: haz clic en el botón “Create”. En los próximos minutos, se creará la NFT de trazado y aparecerá en la pestaña “Pool”
fr: cliquez sur le bouton « Créer ». Après quelques minutes, le plot NFT sera créé et il apparaîtra dans votre onglet « Pool »
pl: kliknij przycisk „Create”. W ciągu najbliższych kilku minut zostanie utworzony plot NFT, który pojawi się w zakładce „Pool”
pt_br: clique no botão “Create”. Nos próximos minutos, o Plot NFT será criado e aparecerá na guia “Pool”

source: Points
cs: Body
es: Puntos
pl: Punkty
pt_br: Pontos

source: You can now start creating Plots in “Plots” tab using this new Plot NFT to start farming XCH
cs: Nyní můžete začít vytvářet ploty na kartě „Plots“ pomocí tohoto nového Plot NFT a začít těžit XCH
es: Ahora puedes empezar a crear Plots en la pestaña “Plots” usando esta nueva Plot NFT para comenzar a cultivar XCH.
fr: Vous pouvez maintenant commencer à créer des tracés dans l'onglet « Tracés » à l'aide de ce nouveau plot NFT pour commencer à farmer du XCH.
pl: Teraz możesz zacząć tworzyć działki w zakładce „Działki” dzieki, którym możesz farmić XCH
pt_br: Agora você pode começar a criar plots na guia “Plots” usando este novo Plot NFT para começar a cultivar XCH

source: All our software is open source.
cs: Veškerý náš software je open source.
es: Todo nuestro software es de código abierto.
fr: Tous nos logiciels sont open-source.
pl: Nasze oprogramowanie w całości jest open source.
pt_br: Todo o nosso software é de código aberto.

source: We use PPLNS (Pay Per Last N Shares) to distribute rewards.<br /> When a block is won, we look at the valid partials (shares) submitted by all users in the pool since last payout and distribute the reward value based on your share among all farmers in the pool.<br /> In our case Last N Shares refers to partials since last payout. We believe this system is far more fair for less frequent rewards (when Last N Shares means only last few hours), since people contributing for more time will get more rewards.<br /> Once our estimated time to win gets below 48 hours we plan on changing the Last N Shares to 48 hours of valid partials.
cs: Používáme systém PPLNS (Pay Per Last N Shares) k rozdělení odměn.<br />Když vyhrajete blok, podíváme se na platné Partials (podíl) odeslané všemi uživateli poolu od poslední výplaty a rozdělíme odměnu na základě vašeho podílu mezi všechny farmáře v poolu.<br />V našem případě Last N Shares označuje partials od poslední výplaty. Věříme, že tento systém je mnohem spravedlivější pro méně časté odměny (když Last N Shares znamená jen několik posledních hodin), protože lidé, kteří budou přispívat déle, získají více odměn.<br />Jakmile se náš odhadovaný čas na výhru dostane pod 48 hodin, plánujeme změnu posledních N Shares na 48 hodin platných partials.
es: Utilizamos PPLNS (Pay Per Last N Shares) para distribuir recompensas. <br /> Cuando se gana un bloque, analizamos los parciales válidos (acciones) enviados por todos los usuarios del grupo desde el último pago y distribuimos el valor de la recompensa en función de su participación entre todos los granjeros del pool. <br /> En nuestro caso Last N Shares se refiere a parciales desde el último pago. Creemos que este sistema es mucho más justo para obtener recompensas menos frecuentes (cuando Last N Shares significa solo las últimas horas), ya que las personas que contribuyen durante más tiempo obtendrán más recompensas. <br /> Una vez que nuestro tiempo estimado para ganar sea inferior a 48 horas, planeamos cambiar las últimas N acciones a 48 horas de parciales válidos.
pl: Do dystrybucji nagród, używamy metody PPLNS (Pay Per Last N Shares). <br />Po wygraniu bloku przyglądamy się wszystkim poprawnym partials (shares), które zostały przesłane po ostatniej wypłacie przez użytkowników. Nagroda za blok rozprowadzana jest pomiędzy farmiących na podstawie ilości poprawnie przesłanych partials.<br />Na chwilę obecną „Last N Shares" odnosi się do poprawnie przesłanych partials od ostatniej wypłaty. Uważamy, że ten system jest bardziej sprawiedliwy w sytuacji, gdy częstotliwość wygrania bloku przez pool jest mniejsza („Last N Shares" oznacza jedynie kilka godzin). Dlatego osoby będące dłużej w pool-u otrzymają większą nagrodę. <br />Gdy szacowany czas na wygraną spadnie poniżej 48 godzin, planujemy zmienić „Last N Shares" na sumę poprawnych partials z ostatnich 48 godzin.
pt_br: Usamos PPLNS (Pagamento por Últimas N Ações) para distribuir recompensas. <br /> Quando um bloco é ganho, analisamos os parciais válidos (ações) enviados por todos os usuários no pool desde o último pagamento e distribuímos o valor da recompensa com base em sua participação entre todos os agricultores no pool.<br /> No nosso caso, as Últimas N ações referem-se a parciais desde o último pagamento. Acreditamos que esse sistema é muito mais justo para recompensas menos frequentes (quando as Últimas N Ações significam apenas últimas horas), já que as pessoas que contribuem por mais tempo receberão mais recompensas.<br /> Uma vez que nosso tempo estimado para ganhar fica abaixo de 48 horas, planejamos alterar as Últimas N Ações para 48 horas de parciais válidos.

source: How to join us
cs: Jak se k nám připojit
es: Cómo unirse a nosotros
fr: Comment nous rejoindre
pl: Jak do nas dołączyć
pt_br: Como se juntar a nós

source: Sync your full node and wallet
cs: Synchronizujte celý node a peněženku
es: Sincronizar el nodo y la cartera
fr: Synchronisez votre nœud et votre portefeuille
pl: Synchronizuj node i portfel
pt_br: Sincronize seu nó e carteira completamente

source: Can I join a pool with non-portable (OG) plots?
cs: Mohu se připojit k poolu pomocí nepřenosných (OG) plotů?
es: ¿Puedo unirme a un pool con plots no portátiles (OG)?
fr: Puis-je rejoindre une pool avec des plots non portable (OG) ?
pl: Czy mogę dołączyć do poola z nieprzenośnymi działkami (OG)?
pt_br: Posso participar de um pool com parcelas não portáteis (OG)?

source: join
cs: připojit se
es: unir
fr: joindre
pl: Dołącz
pt_br: entrar

source: 0% Fee
cs: 0 % poplatek
es: Tarifa 0%
fr: 0% de frais
pl: Opłata 0%
pt_br: Taxa de 0%

source: No minimum payout
cs: Žádná minimální výplata
es: Sin pago mínimo
fr: Aucun paiement minimum
pl: Brak minimalnej wypłaty
pt_br: Sem pagamento mínimo

source: State
cs: Stav
es: Estado
fr: État
pl: Status
pt_br: Estado

source: After 1st October
cs: Po 1. říjnu
es: Después del 1 de octubre
fr: Après le 1er Octobre
pl: Po 1 października
pt_br: Depois de 1º de outubro

source: Points (24 hours)
cs: Body (24 hodin)
es: Puntos (24 horas)
fr: Points (24 heures)
pl: Punkty (24 godziny)
pt_br: Pontos (24 horas)

source: We have nothing to hide. Full blown explorer and live logs.
cs: Nemáme co skrývat. Plně funkční explorer a server live logs.
es: No tenemos nada que ocultar. Explorador completo y registros en vivo.
fr: Nous n'avons rien à cacher. Explorez les logs en temps-réel.
pl: Nie mamy nic do ukrycia. Pełne logi oraz eksplorator dostępne na stronie w czasie rzeczywistym.
pt_br: Não temos nada a esconder. Explorador completo e registros ao vivo.

source: Verify plotnft and copy contract address:
cs: potvrďte plotnft a zkopírujte adresu sdružení:
es: Verificar la dirección del contrato de plotnft y copiar:
fr: Vérifiez plotnft and copiez l'adresse contract :
pl: Sprawdź adres plotnft oraz skopiuj adres umowy:
pt_br: Verifique o plotnft e copie o endereço do contrato:

source: Create Plot NFT
cs: Vytvořte Plot NFT
es: Crear Plot NFT
fr: Créer un plot NFT
pl: Utwórz plot NFT:
pt_br: Criar Plot NFT:

source: Index
es: Índice
fr: Indice
pl: Indeks
pt_br: Índice

source: Before 1st October
cs: před 1. říjnem
es: Antes del 1 de octubre
fr: Avant le 1er Octobre
pl: Przed 1 października
pt_br: Antes de 1º de outubro

source: Pool Space
cs: velikost poolu
es: Espacio Pool
fr: Espace du pool
pl: Wielkość poola
pt_br: Espaço do pool

source: Payout
cs: Výplata
es: Pago
fr: Paiement
pl: Wypłata
pt_br: Pagamento

source: A reward of 1.75 XCH will be distributed to pool farmers, 0 XCH (nothing) is kept to the pool.
cs: Farmářům v poolu bude rozdělena odměna 1,75 XCH, V poolu nic nezůstane.
es: Se distribuirá una recompensa de 1,75 XCH a los granjeros de lo pool, 0 XCH (nada) se mantiene en lo pool.
fr: Une récompense de 1,75 XCH sera distribuée aux farmers, et 0 XCH (rien) à la piscine.
pl: W przypadku otrzymania nagrody za blok w wysokości 1.75 XCH, zostanie ona w całości rozdana pomiędzy farmerów w poolu. 0 XCH jest przydzielone dla poola.
pt_br: Uma recompensa de 1,75 XCH será distribuída aos fazendeiros do pool, 0 XCH (nada) é mantido no pool.

source: Amount
cs: Množství
es: Cantidad
fr: Montant
pl: Kwota
pt_br: Valor

source: type in message box:
cs: napište do zpráv:
es: escriba en el cuadro de mensaje:
fr: tapez dans le champ message :
pl: w polu do wysyłania wiadomości wpisz:
pt_br: digite na caixa de mensagem:

source: Who we are
cs: Kdo jsme
es: Quiénes somos
fr: Qui sommes-nous ?
pl: Kim jesteśmy?
pt_br: Quem somos

source: Official Pool Protocol
cs: Oficiální pooling protokol
es: Protocolo oficial de Pool
fr: Protocole officiel du pool
pl: Oficjalny Protokół Chia Pool
pt_br: Protocolo Oficial de Pool

source: If you already have a Plot NFT select "Change Pool" then enter https://pool.openchia.io.
cs: Pokus již máte NFT ploty, vyberte "změnit sdružení"; a zadejte https://pool.openchia.io.
es: Si ya tiene un NFT de trazado, seleccione "Change Pool" y escriba https://pool.openchia.io.
fr: Si vous avez déjà des plots NFT, sélectionnez « Changer de pool », puis entrer https://pool.openchia.io.
pl: Jeśli masz już działki NFT, wybierz „Zmień pool”, a następnie wprowadź https://pool.openchia.io.
pt_br: Se você já tiver um Plot NFT, selecione “Alterar Pool”, insira https://pool.openchia.io.

source: Friendly Name
cs: Přátelské jméno
es: Nombre Descriptivo
fr: Surnom
pl: Umowna nazwa
pt_br: Nome Amigável

source: Software Engineer
cs: Softwarový inženýr
es: Ingeniero de Software
fr: Ingénieur logiciel
pl: Inżynier oprogramowania
pt_br: Engenheiro de software

source: Partials
es: Parciales
pt_br: Parciais

source: Blocks
cs: Bloky
es: Bloques
fr: Blocs
pl: Bloki
pt_br: Blocos

source: Transparent
cs: Transparentnost
es: Transparente
pl: Przejrzystość
pt_br: Transparente

source: Please meet our partners, together for a better world.
cs: Seznamte se s našimi partnery, společně pro lepší svět.
es: Por favor, conozca a nuestros socios, juntos para un mundo mejor.
fr: Veuillez rencontrer nos partenaires, ensemble pour un monde meilleur.
pl: Poznajcie naszych partnerów, razem tworzymy świat lepszy.
pt_br: Por favor, conheça nossos parceiros, juntos para um mundo melhor.

source: Create Plot NFT:
cs: Vytvořte Plot NFT
es: Crear Plot NFT:
fr: Créer un plot NFT :
pl: Utwórz działkę NFT:
pt_br: Criar Plot NFT:

source: No payouts found!
cs: Nebyly nalezeny žádné výplaty!
es: ¡No se han encontrado pagos!
fr: Aucun paiement n'a été trouvé !
pl: Nie znaleziono wypłat!
pt_br: Nenhum pagamento encontrado!

source: Go to "Plots" menu in the left menu.
cs: Přejděte do nabídky „ploty“ v levém menu.
es: Ve al menú "Plots" en el menú de la izquierda.
fr: Allez dans le menu « Tracés » dans le menu de gauche.
pl: Przejdź do "Działki" menu po lewej stronie.
pt_br: Vá para o menu “Plots” no menu à esquerda.

source: No partials found!
cs: Nebyly nalezeny žádné Partials!
es: No se han encontrado parciales.
fr: Aucune partial trouvé !
pl: Nie znaleziono partials!
pt_br: Não foram encontrados parciais!

source: choose “Connect to pool” and enter the url: https://pool.openchia.io (exactly, no ending slash) then wait for pool description to appear
cs: zvolte „Připojit k poolu“ a zadejte adresu url: https://pool.openchia.io (přesně, bez koncového lomítka) a počkejte, až se zobrazí popis poolu
es: elija “Connect to pool” e introduzca la url: https://pool.openchia.io (exactamente, sin barra diagonal final) y espere a que aparezca la descripción del pool
fr: choisissez « Se connecter au pool » et entrez l'URL : https://pool.openchia.io (exactement, aucune barre oblique à la fin), puis attendez que la description du pool apparaisse
pl: wybierz „Connect to pool” i wpisz adres URL: https://pool.openchia.io (dokładnie, bez ukośnika na końcu), a następnie poczekaj na wyświetlenie opisu poola
pt_br: escolha “Connect to pool” e insira o url: https://pool.openchia.io (exatamente, sem barra final) e aguarde que a descrição do pool apareça

source: Estimated Size
cs: Odhadovaná velikost
es: Tamaño Estimado
pl: Szacowany rozmiar
pt_br: Tamanho Estimado

source: Welcome to OpenChia.io
cs: Vítejte na OpenChia.io
es: Bienvenido a OpenChia.io
fr: Bienvenue sur OpenChia.io
pl: Witamy na OpenChia.io
pt_br: Bem-vindo ao OpenChia.io

source: Why wait to get your rewards?
cs: Proč čekat, než dostanete své odměny?
es: ¿Por qué esperar a recibir sus recompensas?
fr: Pourquoi attendre pour obtenir vos récompenses ?
pl: Po co czekać na wypłatę?
pt_br: Por que esperar para receber suas recompensas?

source: Farmer Update
cs: Aktualizovat farmáře
es: Actualización de Granjero
fr: Mise à jour farmer
pl: Aktualizacja farmera
pt_br: Atualizar Fazendeiro

source: Do you have any other questions?
cs: Máte nějaké další otázky?
es: ¿Tiene alguna otra pregunta?
fr: Avez-vous d'autres questions ?
pl: Masz jeszcze jakieś pytania?
pt_br: Você tem outras perguntas?

source: Partials (24 hours)
cs: Partials (24 hodin)
es: Parciales (24 horas)
fr: Partials (24 heures)
pl: Częściowe (24 godziny)
pt_br: Parciais (24 horas)

source: No blocks found by this farmed!
cs: Nebyly nalezeny žádné bloky tohoto farmáře!
es: No se han encontrado bloques por este granjero.
fr: Aucun block trouvé par ce farmer !
pl: Brak znalezionych bloków przez farmera!
pt_br: Nenhum bloco encontrado por este fazendeiro!

source: Estimated Size
cs: Odhadovaná velikost
es: Tamaño Estimado
fr: Taille estimée
pl: Szacowany rozmiar
pt_br: Tamanho Estimado

source: chia plots create -c <contract address from above>
es: chia plots create -c <dirección del contrato desde arriba>
fr: chia plots create -c <contract>
pl: chia plots create -c <powyższy adres kontraktu>
pt_br: chia plots create -c <endereco de contato acima>

source: {{ estimate_win / 60 / 24 | number }} days
cs: {{ estimate_win / 60 / 24 | number }} Dny
es: {{ estimate_win / 60 / 24 | number }} días
fr: {{ estimate_win / 60 / 24 | number }} jours
pl: {{ estimate_win / 60 / 24 | number }} dni
pt_br: {{ estimate_win / 60 / 24 | number }} dias

source: you are going to need 1 mojo (0.000000000001 XCH) which you can get through our faucet service on Discord channel or through Faucet website:
cs: budete potřebovat 1 mojo (0.000000000001 XCH), které můžete získat prostřednictvím naší služby faucet na kanálu Discord nebo přes stránku Faucet:
es: vas a necesitar 1 mojo (0.000000000001 XCH) que puedes obtener a través de nuestro servicio de grifos en el canal Discord o a través del sitio web de Faucet:
fr: vous aurez besoin de 1 mojo (0.000000000001 XCH) que vous pouvez obtenir via notre service de faucet sur le Discord ou via le site web de Faucet :
pl: będziesz potrzebował 1 mojo (0.00000001 XCH), możesz je uzyskać za pośrednictwem naszego serwisu „faucet" na kanale Discord lub za pośrednictwem strony internetowej Faucet:
pt_br: você vai precisar de 1 mojo (0.000000000001 XCH) que você pode obter através do nosso serviço de faucet no canal Discord ou através do site Faucet:

source: News
cs: Novinky
es: Noticias
fr: Actualités
pl: Aktualności
pt_br: Notícias

source: If you already have a Plot NFT select "Change Pool" then enter https://pool.openchia.io
cs: Pokud již máte ploty NFT, vyberte možnost „Změnit uskupení“ a zadejte https://pool.openchia.io
es: Si ya tiene un Plot NFT, seleccione "Change Pool" y escriba https://pool.openchia.io.
fr: Si vous avez déjà des plots NFT, sélectionnez « Changer de pool », puis https://pool.openchia.io.
pl: Jeśli masz już działki NFT, wybierz „Change Pool”, a następnie wprowadź https://pool.openchia.io.
pt_br: Se você já tiver um Plot NFT, selecione "Alterar Pool" e insira https://pool.openchia.io.

source: We use PPLNS (Pay Per Last N Shares) to distribute rewards.<br /> When a block is won, we look at the valid partials (shares) submitted by all users in the pool since last payout and distribute the reward value based on your share among all farmers in the pool.<br /> In our case Last N Shares refers to partials since last payout. We believe this system is far more fair for less frequent rewards (when Last N Shares means only last few hours), since people contributing for more time will get more rewards.<br /> Once our estimated time to win gets below 48 hours we plan on changing the Last N Shares to 48 hours of valid partials.
cs: K distribuci odměn používáme PPLNS (Pay Per Last N Shares). <br />Když vyhrajeme blok, podíváme se na platné Partials(podíl) odeslané všemi uživateli v poolu od poslední výplaty a rozdělíme hodnotu odměny na základě vašeho podílu mezi všechny farmáře v poolu. <br />V našem případě Last N Shares odkazuje na partials od poslední výplaty. Věříme, že tento systém je mnohem spravedlivější pro méně časté odměny (pokud Last N Shares znamená jen posledních několik hodin), protože lidé přispívající déle získají více odměn. <br />Jakmile se náš odhadovaný čas na výhru dostane pod 48 hodin, plánujeme změnit Last N Shares na 48 hodin platných Partials.
es: Utilizamos PPLNS (Pay Per Last N Shares) para distribuir recompensas. <br /> Cuando se gana un bloque, analizamos los parciales válidos (acciones) enviados por todos los usuarios del grupo desde el último pago y distribuimos el valor de la recompensa en función de su participación entre todos los granjeros del pool. <br /> En nuestro caso Last N Shares se refiere a parciales desde el último pago. Creemos que este sistema es mucho más justo para obtener recompensas menos frecuentes (cuando Last N Shares significa solo las últimas horas), ya que las personas que contribuyen durante más tiempo obtendrán más recompensas. <br /> Una vez que nuestro tiempo estimado para ganar sea inferior a 48 horas, planeamos cambiar las últimas N acciones a 48 horas de parciales válidos.
pl: Do dystrybucji nagród, używamy metody PPLNS (Pay Per Last N Shares). <br />Po wygraniu bloku przyglądamy się wszystkim poprawnym partials (shares), które zostały przesłane po ostatniej wypłacie przez użytkowników. Nagroda za blok rozprowadzana jest pomiędzy farmiących na podstawie ilości poprawnie przesłanych partials.<br />Na chwilę obecną „Last N Shares" odnosi się do poprawnie przesłanych partials od ostatniej wypłaty. Uważamy, że ten system jest bardziej sprawiedliwy w sytuacji, gdy częstotliwość wygrania bloku przez pool jest mniejsza („Last N Shares" oznacza jedynie kilka godzin). Dlatego osoby będące dłużej w pool-u otrzymają większą nagrodę. <br />Gdy szacowany czas na wygraną spadnie poniżej 48 godzin, planujemy zmienić „Last N Shares" na sumę poprawnych partials z ostatnich 48 godzin.
pt_br: Usamos PPLNS (Pagamento por Últimas N Ações) para distribuir recompensas. <br /> Quando um bloco é ganho, analisamos os parciais válidos (ações) enviados por todos os usuários no pool desde o último pagamento e distribuímos o valor da recompensa com base em sua participação entre todos os agricultores no pool.<br /> No nosso caso, as Últimas N ações referem-se a parciais desde o último pagamento. Acreditamos que esse sistema é muito mais justo para recompensas menos frequentes (quando as Últimas N Ações significam apenas últimas horas), já que as pessoas que contribuem por mais tempo receberão mais recompensas.<br /> Uma vez que nosso tempo estimado para ganhar fica abaixo de 48 horas, planejamos alterar as Últimas N Ações para 48 horas de parciais válidos.

source: Time
cs: Čas
es: Hora
fr: Temps
pl: Czas
pt_br: Hora

source: Let's get in touch on any of these platforms.
cs: Spojme se na některé z těchto platforem.
es: Pongámonos en contacto en cualquiera de estas plataformas.
fr: Prenons contact avec n'importe laquelle de ces plateformes.
pl: Skontaktuj się z nami przez.
pt_br: Vamos entrar em contato em qualquer uma dessas plataformas.

source: Examples
cs: Příklady
es: Ejemplos
fr: Exemples
pl: Przykłady
pt_br: Exemplos

source: Blocks Found
cs: Nalezené bloky
es: Bloques encontrados
fr: Blocks trouvés
pl: Znalezione bloki
pt_br: Blocos encontrados

source: They are offering cutting-edge cryptocurrency technology of today and tomorrow. Vivid Stake Pool allows you to stake in Cardano. If you deposit your Fiat Money on your bank account, you will receive 1-3 % profit per year which will be paid after at least a few months. In Cardano it is the opposite: you receive high profits as high as 5-8 % per year which is paid every 5 days!
cs: Nabízejí špičkovou technologii kryptoměny dneška i zítřka. Vidid Stake Pool vám umožní vkládat Cardano. Pokud vložíte Fiat měny na svůj bankovní účet, obdržíte 1-3% úrok ročně, který bude vyplacený jen po několika měsících. V Cardanu je tomu naopak: obdržíte vysoké zisky 5-8% ročně, které se vyplácí každých 5 dní!
es: Ofrecen tecnología de criptomonedas de vanguardia de hoy y de mañana. Vivid Stake Pool te permite apostar en Cardano. Si depositas tu dinero en tu cuenta bancaria, recibirás un beneficio del 1-3% anual que se pagará al menos unos meses. En Cardano es todo lo contrario: obtienes grandes ganancias de hasta un 5-8% anual que se paga cada 5 días.
pl: Oferują najnowsze technologię w dziedzinie kryptowalut. Vivid Stake Pool pozwala na "stake" waluty Cardano. Jeśli dokonasz wpłaty pieniądza fiducjarnego na swoje konto oszczędnościowe w banku, otrzymasz 1-3% zysku rocznie, który zostanie wypłacony po co najmniej kilku miesiącach. W Cardano jest odwrotnie: otrzymujesz wyższy zysk aż do 5-8% rocznie, które są wypłacane co 5 dni!
pt_br: Eles estão oferecendo tecnologia de criptografia de ponta de hoje e de amanhã. Vivid Stake Pool permite que você participe no Cardano. Se você depositar seu dinheiro em sua conta bancária, você receberá 1-3% de lucro por ano, que será pago após pelo menos alguns meses. No Cardano, é o contrário: você recebe lucros altos até 5-8% ao ano, que é pago a cada 5 dias!

source: Click “Change” button
cs: Klikněte na tlačítko „Změnit“
es: Haz clic en el botón “Change”
fr: Cliquez sur le bouton « Modifier »
pl: Kliknij przycisk „Change”
pt_br: Clique no botão “Change”

source: XCH Price
cs: XCH Cena
es: Precio XCH
fr: Prix XCH
pl: Cena XCH
pt_br: Preço XCH

source: Fee: 0%
cs: Poplatek: 0%
es: Tarifa: 0%
fr: Frais : 0%
pl: Opłata: 0%
pt_br: Taxa: 0%
