Repository: djerfy/openchia-web
Catalog: src/locale/*.xlf
Languages: cs, es, fr, pl, pt_br

source: Amount
cs: Částka
es: Cantidad
fr: Montant
pl: Ilość
pt_br: Valor

source: Blocks
cs: Bloky
es: Bloques
fr: Blocs
pl: Bloki
pt_br: Blocos

source: Count
cs: Počet
es: Cantidad
fr: Nombre
pt_br: Contagem

source: Date
cs: Datum
es: Fecha
pl: Data
pt_br: Data

source: Difficulty
cs: Obtížnost
es: Dificultad
fr: Difficulté
pl: Trudności
pt_br: Dificuldade

source: Estimated Space
cs: Odhadovaná velikost
es: Espacio Estimado
fr: Espace estimé
pl: Szacowany rozmiar
pt_br: Espaço Estimado

source: Explorer
es: Explorador
fr: Explorateur
pl: Eksplorator
pt_br: Explorador

source: Failed
cs: Neúspěšné
es: Falló
fr: Échec
pt_br: Falha

source: Farmers
cs: Farmáři
es: Granjeros
pl: Farmerzy
pt_br: Fazendeiros

source: Fee
cs: Poplatek
es: Tarifa
fr: Frais
pl: Opłata
pt_br: Taxa

# Harversters
source: Harvesters
cs: harvestery
es: Cosechadoras
pt_br: Colheitadeiras

source: Height
cs: Výška
es: Altura
fr: Taille
pl: Wysokość
pt_br: Altura

# Hrs24
source: 24 hours
cs: 24 hodin
es: 24 horas
fr: 24 heures
pt_br: 24 horas

# JoinPool
source: Join our pool
cs: Připojte se do našeho poolu
es: Únete a nuestro pool
fr: Rejoindre notre pool
pl: Dołącz do poola
pt_br: Junte-se ao pool

source: MIT License
cs: Licence MIT
es: Licencia MIT
fr: Licence MIT
pl: Licencja MIT
pt_br: Licença MIT

# NoPayouts
source: No payouts found!
cs: Nebyly nalezeny žádné výplaty!
es: ¡No se han encontrado pagos!
fr: Aucun paiement trouvé !
pl: Nie znaleziono wypłat!
pt_br: Nenhum pagamento encontrado!

# NoPayoutsAddrs
source: No payouts addresses found!
cs: Žádné výplatní adresy nebyly nalezeny!
es: ¡No se han encontrado direcciones de pago!
fr: Aucune adresse de paiement n'a été trouvée !
pl: Adresy wypłat nieodnalezione!
pt_br: Nenhum endereço de pagamento encontrado!

source: Partials
es: Parciales
pt_br: Parciais

source: Partners
cs: Partneři
es: Socios
fr: Partenaires
pl: Partnerzy
pt_br: Parceiros

source: Payout Addresses
cs: Výplatní adresy
es: Direcciones de pago
fr: Adresses de paiement
pl: Adresy wypłaty
pt_br: Endereços de pagamento

source: Payouts
cs: Výplaty
es: Pagos
fr: Versements
pl: Wypłaty
pt_br: Pagamentos

source: Performance
cs: Výkon
es: Rendimiento
pt_br: Desempenho

source: Points
cs: Body
es: Puntos
pl: Punkty
pt_br: Pontos

source: Step
cs: Krok
es: Paso
fr: Pas
pl: Krok
pt_br: Passo

source: Successful
cs: Úspěšné
es: Exitoso
fr: Réussi
pt_br: Sucedidos

source: Terms
cs: Smluvní podmínky
es: Términos
fr: Conditions
pl: Warunki
pt_br: Termos

source: Transaction
cs: Transakce
es: Transacción
pl: Transakcja
pt_br: Transação

source: Transaction Block
cs: Blok transakce
es: Bloque de transacciones
fr: Bloc de transaction
pl: Blok transakcji
pt_br: Bloco da Transação

source: Utilization Space
cs: Podíl celku
es: Espacio de Utilización
fr: Espace utilisé
pl: Przestrzeń wykorzystana
pt_br: Utilização de Espaço

source: Warning
cs: Varování
es: Advertencia
fr: Avertissement
pl: Ostrzeżenie
pt_br: Aviso

# ngb.alert.close
source: Close
cs: Zavřít
es: Cerrar
fr: Fermer
pl: Zamknij
pt_br: Fechar

# ngb.carousel.next
source: Next
cs: Další
es: Siguiente
fr: Suivant
pl: Dalej
pt_br: Próxima

# ngb.carousel.previous
source: Previous
cs: Předchozí
es: Anterior
fr: Précédent
pl: Wstecz
pt_br: Anterior

# ngb.pagination.first-aria
source: First
cs: První
es: Primero
fr: Premier
pl: Pierwszy
pt_br: Primeiro

# ngb.pagination.last-aria
source: Last
cs: Poslední
es: Último
fr: Dernier
pl: Ostatni
pt_br: Último

# ngb.pagination.next-aria
source: Next
cs: Další
es: Siguiente
fr: Suivant
pl: Następny
pt_br: Próximo

# ngb.pagination.previous-aria
source: Previous
cs: Předchozí
es: Anterior
fr: Précédent
pl: Wstecz
pt_br: Anterior

# ngb.progressbar.value
source: ber { return th
pt_br: ar. * *

# ngb.timepicker.AM
source: or 24H mode.
pl: lub tryb 24H.
pt_br: {INTERPOLATION}

# ngb.timepicker.MM
source: MM
pt_br: MILÍMETRO

# ngb.timepicker.PM
source: tring; disab
pt_br: {INTERPOLATION}

# ngb.timepicker.decrement-hours
source: Decrement hours
cs: Hodiny odpočtu
es: Horas decrementadas
fr: Heures de décrément
pl: Zmniejsz godzinę
pt_br: Horas de decréscimo

# ngb.timepicker.decrement-minutes
source: Decrement minutes
cs: Minuty odpočtu
es: Minutos decremento
fr: Minutes décrément
pl: Zmniejsz minuty
pt_br: Minutos de decremento

# ngb.timepicker.decrement-seconds
source: Decrement seconds
cs: sekundy odpočtu
es: Disminución de segundos
fr: Secondes de décrément
pl: Zmniejsz sekundy
pt_br: Decremento de segundos

# ngb.timepicker.hours
source: Hours
cs: hodin
es: horas
fr: heures
pl: Godziny
pt_br: Horas

# ngb.timepicker.increment-hours
source: Increment hours
cs: Nárůst hodin
es: Incremento de horas
fr: Incrémenter les heures
pl: Zwiększ godzinę
pt_br: Horas de incremento

# ngb.timepicker.increment-minutes
source: Increment minutes
cs: minuty nárůstu
es: Incremento de minutos
fr: Incrémenter les minutes
pl: Zwiększ minuty
pt_br: Incremento de minutos

# ngb.timepicker.increment-seconds
source: Increment seconds
cs: sekundy nárůstu
es: Incremento de segundos
fr: Incrémentater les secondes
pl: Zwiększ sekundy
pt_br: Incremento de segundos

# ngb.timepicker.minutes
source: Minutes
cs: minut
es: minutos
pl: Minuty
pt_br: Minutos

# ngb.timepicker.seconds
source: Seconds
cs: sekundy
es: segundos
fr: Secondes
pl: Sekundy
pt_br: Segundos

# ngb.toast.close-aria
source: Close
cs: Zavřít
es: Cerrar
fr: Fermer
pl: Zamknij
pt_br: Fechar

source: More
pt_br: Mais

# ngb.datepicker.select-month
source: Select month
cs: Vyber měsíc
pt_br: Selecione o mês

# ngb.datepicker.select-year
source: Select year
cs: Vyber rok
pt_br: Selecione o ano

# ngb.datepicker.previous-month
source: Previous month
cs: Předchozí měsíc
pt_br: Mês anterior

# ngb.datepicker.next-month
source: Next month
cs: Další měsíc
pt_br: Próximo mês

source: Estimated Earnings
pt_br: Ganhos Estimados

source: Number of plots
pt_br: Número de plots

source: Estimated space
pt_br: Espaço estimado

source: Estimated utilization
pt_br: Utilização estimada

source: Daily XCH
pt_br: XCH/Dia

source: Hourly XCH
pt_br: XCH/Hora

source: Weekly XCH
pt_br: XCH/Semana

source: Monthly XCH
pt_br: XCH/Mês

source: Weekly USD
pt_br: USD/Semana

source: Monthly USD
pt_br: USD/Mês

source: 404 PAGE NOT FOUND
pt_br: 404 PÁGINA NÃO ENCONTRADA

source: Show all farmers
pt_br: Todos

# Points24hrs
source: Points (24 hours)
cs: Body (24 hodin)
es: Puntos (24 horas)
pt_br: Pontos (24 horas)

source: Pool space when the block has been won.
pt_br: Espaço da pool quando o bloco foi ganho.

source: Pool Effort
cs: Práce poolu
pt_br: Esforço da Pool

source: farmer doesn't exist (404).
pt_br: farmer não existe (404).

# EstimatedRewardDay
source: Estimated Reward
cs: Odhadovaná Odměna
pt_br: Remuneração Estimada

source: Plot ID
pt_br: ID do Plot

source: Error
pt_br: Erro

source: Details
pt_br: Detalhes

source: The proof sent is not good enough for the current difficulty of the farmer.
pt_br: A prova enviada não é boa o suficiente para o nível de dificuldade atual do farmer.

source: Total transaction(s)
pt_br: Total de transações

source: Total paid
cs: Celkově vyplaceno
pt_br: Total pago

source: Total unpaid
cs: Nevyplacená částka
pt_br: Total à pagar

source: Export CSV
pt_br: Exportar para CSV

source: Block
cs: Blok
pt_br: Bloco

source: Price
cs: Cena
pt_br: Preço

source: Payout
cs: Výplata
pt_br: Pagamento

source: Total block(s)
pt_br: Total de blocos

source: No giveaways available!
pt_br: Nenhum sorteio disponível!

source: Reward Distribution
pt_br: Distribuição da Recompensa

source: We use PPLNS (Pay Per Last N Shares) to distribute rewards.LINE_BREAK When a block is won, each farmer will receive the share correspondent of the last 24 hours of partials sent to the pool.
pt_br: Nós usamos o sistema PPLNS (Pay Per Last N Shares) para distribuir as recompensas.LINE_BREAKQuando um bloco é ganho, cada farmer irá receber a parte correspondente às últimas 24 horas de parciais enviadas para a pool.

source: Payouts
pt_br: Pagamentos

# Giveaway
source: Weekly Giveaway
pt_br: Sorteio Semanal

source: Draw Date
pt_br: Data do Sorteio

source: Tickets Issuance
pt_br: Emissão de Tickets

source: Daily - 00:00 UTC
pt_br: Diariamente - 00:00 UTC

source: Tickets Issued
cs: Vydané losy
pt_br: Tickets Emitidos

source: Previous Giveaways
pt_br: Sorteios Anteriores

source: Winner
pt_br: Ganhador

source: No previous giveaways found!
pt_br: Nenhum sorteio anterior encontrado!

source: Join pool from CLI
pt_br: Participe da pool usando a linha de comando

source: All our software is open source.
pt_br: Todo nosso software é open source.

source: 📱 Mobile app
pt_br: 📱 Aplicativo móvel

source: 💰 Instant payout
pt_br: 💰 Pagamento imediato

source: 🎁 Weekly Giveaway
pt_br: 🎁 Sorteio Semanal

source: All farmer participating in our pool are eligible in our giveaway! Tickets on farmer page, read more.
pt_br: Todos farmers participando de nosso pool está qualificado para o sorteio! Tickets na página do farmer, leia mais.

source: Join OpenChia pool 🎉
pt_br: Participe da pool OpenChia 🎉

source: Join community on Discord
pt_br: Junte-se à comunidade no Discord

source: Tweets by OpenChia
pt_br: Tweets de OpenChia

source: Weekly Giveaway!
pt_br: Sorteio Semanal!

source: All farmers participating in our pool are automatically eligible in our giveaway!
pt_br: Todos farmers participando em nossa pool estão automaticamente qualificados para nosso sorteio!

source: Read more
pt_br: Saiba mais

source: Mobile Application
pt_br: Aplicativo Móvel

source: 1 Year
pt_br: 1 Ano

source: XCH Price
pt_br: Preço da XCH

# ngb.carousel.slide-number
source: Slide to interact wit of carousel using
pt_br: Slide to interact wit de carousel using

# Calculator
source: Profitability Calculator
cs: Kalkulačka zisku
pt_br: Calculadora de Rentabilidade

source: View is based on a snapshot of today's XCH price, a pool luck and a constant total network space. Plots of size k=32 (101.4 GiB).
pt_br: A visualização é baseada em um snapshot do valor de hoje da XCH, a sorte da pool e um netspace de tamanho constante. Plots do tamanho k=32 (101.4 GiB).

source: Hourly USD
pt_br: USD/Hora

source: Daily USD
pt_br: USD/Dia

source: Profitability based on blocks farmed on last 30 days. Estimated value (XCH) a farmer would get per TiB per day.
pt_br: Rentabilidade baseada nos blocos ganhos nos últimos 30 dias. Valor estimado (XCH) que um farmer ganharia por TiB por dia.

source: Show active only
pt_br: Ativos

source: Pool Space
cs: Velikost poolu
pt_br: Espaço da Pool

source: Points / Points PPLNS
pt_br: Pontos / Pontos PPLNS

source: Profitability based on blocks farmed on last 30 days, based on your farm space.
pt_br: Rentabilidade baseada nos blocos ganhos nos últimos 30 dias, baseado no espaço da sua farm.

source: Farmer took too long to validate the partial proof of space. Make sure your proof of space lookups are fast, and network connectivity is good. Response must happen in less than 25 seconds. Your NAS or network farming can be an issue. This happens when your disks are in use (plotting) or when waking up.
pt_br: Farmer demorou muito tempo para validar a prova parcial de espaço. Certifique-se que suas buscas por provas de espaço são rápidas e a conectividade de rede é boa. As respostas devem ocorrer em menos de 25 segundos. Seu NAS ou sua rede podem ser a origem do problema. Isso normalmente acontece quando os discos estão em uso (plotando, por exemplo) ou quando estão acordando do stand by.

source: Same partial proof was sent more than once.
pt_br: A mesma prova parcial foi enviada mais de uma vez.

source: Signage point is invalid or was not found in pool's node blockchain.
pt_br: O ponto de sinalização é inválido ou não foi encontrado na blockchain do nó da pool.

source: Plot NFT (pool smart contract) no longer in the pool. Farmer left the pool.
pt_br: O Plot NFT (smart contract da pool) não está mais nessa pool. Farmer saiu da pool.

source: The effort that was required to farm the block. 100% is the expected estimated time to win. Lower than 100% means we farmed the block before the estimation. Higher than 100% means we took longer than anticipated.
pt_br: O esforço que foi necessário para ganhar o bloco. 100% é igual ao tempo estimado para ganhar um bloco. Abaixo de 100% significa que ganhamos o bloco antes do tempo estimado. Acima de 100% significa que demoramos mais do que o esperado.

source: Payout Chart
pt_br: Gráfico de pagamento

source: 💰 Fees
pt_br: 💰 Taxas

source: Fees
pt_br: Taxas

source: Currently we charge 1% fee. If a reward of 1.75 XCH is found, only 1% of that, 0.0175 will be kept to the pool as a fee.LINE_BREAK The remaining 1.7325 XCH will be distributed to pool farmers.
pt_br: Atualmente cobramos 1% de taxa. Se uma recompensa de 1.75 XCH é recebida, apenas 1% dela, 0.0175 irá ficar para a pool a título de taxa.LINE_BREAKOs 1.7325 XCH restantes serão distribuidos para os farmers da pool.

source: Payouts will happen within 5 minutes of the farmed block.LINE_BREAK These terms are subjected to change and will be communicated 1 week prior to the change in this website and on Discord channel.
pt_br: Os pagamentos ocorrerão em até 5 minutos após o bloco ganho.LINE_BREAKEstes termos estão sujeitos a alterações que serão comunicadas com 1 semana de antecedência neste website e no canal do Discord.

source: Pre-requisites
pt_br: Pré-requisistos

source: Join pool from GUI
pt_br: Participe da pool usando a interface gráfica

source: Need help?
pt_br: Precisa de ajuda?

source: Native mobile app on both Android and iOS for your travels. Be alerted when blocks are found.
pt_br: Aplicativo móvel nativo para Android e iOS. Seja alertado quando blocos forem encontrados.

source: Get your reward as soon as possible with PPLNS distribution system. Only 1% fee, read more.
pt_br: Receba sua remuneração assim que possível com o sistema de distribuição PPLNS. Apenas 1% de taxa, leia mais.

source: All our software (api, pool, bot, web, mobile) are open source and available on Github repositories.
pt_br: Todo nosso software (api, pool, bot, web, app móvel) é open source e está disponível nos repositórios do GitHub.

source: Set https://pool.openchia.io as the pool URL for your PlotNFT using either the Chia GUI/CLI. Our OpenChia community can help you on the Discord server. Ready? Let's go!
pt_br: Defina https://pool.openchia.io como a URL da pool em seu PlotNFT usando a interface gráfica ou a linha de comando da Chia. A comunidade OpenChia pode te ajudar no servidor do Discord. Pronto? Vamos lá!

source: OpenChia is open source!
pt_br: OpenChia é open source!

source: 1 Month
pt_br: 1 Mês

source: 3 Months
pt_br: 3 Meses

source: Estimated Earnings
cs: Odhadovaný zisk
pt_br: Ganhos Estimados

source: View is based on a snapshot of today's XCH price, a pool luck and a constant total network space. Plots of size k=32 (101.4 GiB).
cs: Výpočet je založen na dnešní ceně XCH, štěstí poolu a konstantní velikosti sítě. Ploty o velikosti k=32 (101,4 GiB).
pt_br: A visualização é baseada em um snapshot do valor de hoje da XCH, a sorte da pool e um netspace de tamanho constante. Plots do tamanho k=32 (101.4 GiB).

source: Daily XCH
cs: XCH za den
pt_br: XCH/Dia

source: 404 PAGE NOT FOUND
cs: 404 Stránka nenalezena
es: 404 Pagina no encontrada
pt_br: 404 PÁGINA NÃO ENCONTRADA

source: Profitability based on blocks farmed on last 30 days. Estimated value (XCH) a farmer would get per TiB per day.
cs: Ziskovost založená na získaných blocích za posledních 30 dní. Odhadovaná hodnota (XCH), kterou by farmář získal za TiB za den.
pt_br: Rentabilidade baseada nos blocos ganhos nos últimos 30 dias. Valor estimado (XCH) que um farmer ganharia por TiB por dia.

source: The effort that was required to farm the block. 100% is the expected estimated time to win. Lower than 100% means we farmed the block before the estimation. Higher than 100% means we took longer than anticipated.
cs: Práce, ktera bylo zapotřebí k získání bloku. 100 % je očekávaný odhadovaný čas na výhru. Nižší než 100 % znamená, že jsme blok získali před odhadem. Vyšší než 100 % znamená, že nám to trvalo déle, než se očekávalo.
pt_br: O esforço que foi necessário para ganhar o bloco. 100% é igual ao tempo estimado para ganhar um bloco. Abaixo de 100% significa que ganhamos o bloco antes do tempo estimado. Acima de 100% significa que demoramos mais do que o esperado.

source: No blocks found!
cs: Nebyly nalezeny bloky!
pt_br: Nenhum bloco encontrado!

source: No wallets found!
cs: Nebyla nalezena peněženka!
pt_br: Nenhuma carteria encontrada!

source: Learn how to set name here.
cs: Návod na změnu přezdívky.
pt_br: Saiba como definir o nome aqui.

source: (unknown) <i class="fas fa</i>
cs: (neznámý)<i class="fas fa</i>
pt_br: (desconhecido) <i class="fas fa</i>

source: Farmer took too long to validate the partial proof of space. Make sure your proof of space lookups are fast, and network connectivity is good. Response must happen in less than 25 seconds. Your NAS or network farming can be an issue. This happens when your disks are in use (plotting) or when waking up.
cs: Farmářovi trvalo příliš dlouho, než potvrdil částečný důkaz. Ujistěte se, že váš důkaz o hledání plotů je rychlý a že připojení k síti je dobré. Odezva musí nastat do 25 sekund. Problémem může být váš NAS nebo síť.Může k tomu docházet, když jsou vaše disky v provozu (Přepisování) nebo při probuzení.
pt_br: Farmer demorou muito tempo para validar a prova parcial de espaço. Certifique-se que suas buscas por provas de espaço são rápidas e a conectividade de rede é boa. As respostas devem ocorrer em menos de 25 segundos. Seu NAS ou sua rede podem ser a origem do problema. Isso normalmente acontece quando os discos estão em uso (plotando, por exemplo) ou quando estão acordando do stand by.

source: Plot NFT (pool smart contract) no longer in the pool. Farmer left the pool.
cs: Plot NFT (pool smart contract) není součástí poolu. Farmář nás opustil.
pt_br: O Plot NFT (smart contract do pool) não está mais nesse pool. Fazendeiro saiu do pool.

source: The effort that was required to farm the block. 100% is the expected estimated time to win. Lower than 100% means we farmed the block before the estimation. Higher than 100% means we took longer than anticipated.
pt_br: O esforço que foi necessário para ganhar o bloco. 100% é igual ao tempo estimado para ganhar um bloco. Abaixo de 100% significa que ganhamos o bloco antes do tempo estimado. Acima de 100% significa que demoramos mais do que o esperado.

source: What are non-portable (OG) and portable plots (NFT)?
cs: Co jsou OG a NFT ploty?
pt_br: O que são plots não portáteis (OG) e portáteis (NFT)?

source: Can I join a pool with non-portable (OG) plots?
pt_br: Posso participar de um pool com parcelas não portáteis (OG)?

source: Fees <i</i>
pt_br: Taxas <i</i>

source: Currently we charge 1% fee. If a reward of 1.75 XCH is found, only 1% of that, 0.0175 will be kept to the pool as a fee.<br /> The re The remaining 1.7325 XCH will be distributed to pool farmers.
pt_br: Atualmente cobramos 1% de taxa. Se uma recompensa de 1.75 XCH é recebida, apenas 1% dela, 0.0175 irá ficar para a pool a título de taxa.<br /> The re Os 1.7325 XCH restantes serão distribuidos para os farmers da pool.

source: Payouts will happen within 5 minutes of the farmed block.<br /> These These terms are subjected to change and will be communicated 1 week prior to the change in this website and on Discord channel.
pt_br: Os pagamentos ocorrerão em até 5 minutos após o bloco ganho.<br /> These Estes termos estão sujeitos a alterações que serão comunicadas com 1 semana de antecedência neste website e no canal do Discord.

source: Welcome to OpenChia.io
pt_br: Bem-vindo ao OpenChia.io

source: Official Pool Protocol
pt_br: Protocolo Oficial de Pool

source: Native mobile app on both Android and iOS for your travels. Be alerted when blocks are found.
cs: Mobilní aplikace pro Android i iOS. Buďte upozorněni, když jsou nalezeny bloky.
pt_br: Aplicativo móvel nativo para Android e iOS. Seja alertado quando blocos forem encontrados.

source: All our software (api, pool, bot, web, mobile) are open source and available on <a href="https://Github repositories</a>..
cs: Všechny programy(api, pool, bot, web, mobilní aplikace) jsou open source a dostupné na <a href="https://Githubu</a>..
pt_br: Todo nosso software (api, pool, bot, web, mobile) são de código aberto e disponível em <a href="https://repositórios Github</a>..

source: Set <span class="texthttps://pool.openchia.io</span> as the poo as the pool URL for your PlotNFT using either the Chia GUI/CLI. Our OpenChia community can help you on the Discord server. Ready? Let's go!
cs: Nastavte<span class="texthttps://pool.openchia.io</span> as the poo jako URL adresu vašeho NFT poolingu v Chia GUI/CLI. Naše komunita vám ráda pomůže na Discordu. Připraveni? jdeme na to!
pt_br: Defina <span class="texthttps://pool.openchia.io</span> as the poo como o pool URL para seu PlotNFT usando Chia GUI/CLI. Nossa comunidade OpenChia pode te ajudar em nosso servidor Discord. Pronto? Vamos lá!

source: d-landing-center"</i> Open GitHub Open GitHub
pt_br: d-landing-center"</i> Open GitHub Abrir Github

source: Have you asked yourself who are the people running Chia pools? Do you trust them? <br /> We have more tha We have more than 20 years of combined experience in the software development industry.
pt_br: Você já se perguntou quem são as pessoas administrando pools de Chia? Você confia neles? <br /> We have more tha Nós temos mais de 20 anos de experiência combinada na indústria de desenvolvimento de software.

source: They are offering cutting-edge cryptocurrency technology of today and tomorrow. Vivid Stake Pool allows you to stake in Cardano. If you deposit your Fiat Money on your bank account, you will receive 1-3 % profit per year which will be paid after at least a few months. In Cardano it is the opposite: you receive high profits as high as 5-8 % per year which is paid every 5 days!
pt_br: Eles estão oferecendo tecnologia de criptografia de ponta de hoje e de amanhã. Vivid Stake Pool permite que você participe no Cardano. Se você depositar seu dinheiro em sua conta bancária, você receberá 1-3% de lucro por ano, que será pago após pelo menos alguns meses. No Cardano, é o contrário: você recebe lucros altos até 5-8% ao ano, que é pago a cada 5 dias!

source: Number of plots
cs: Počet plotů
es: Número de parcelas
pt_br: Número de plots

source: Estimated space
cs: Odhadovaná velikost
es: Espacio estimado
pt_br: Espaço estimado

source: Estimated utilization
cs: Odhadované využití
pt_br: Utilização estimada

source: Hourly XCH
cs: XCH za hodinu
es: XCH por hora
pt_br: XCH/Hora

source: Weekly XCH
cs: XCH za týden
pt_br: XCH/Semana

source: Monthly XCH
cs: XCH za měsíc
pt_br: XCH/Mês

source: Hourly USD
cs: USD za hodinu
es: USD por hora
pt_br: USD/Hora

source: Daily USD
cs: USD za den
pt_br: USD/Dia

source: Weekly USD
cs: USD za týden
pt_br: USD/Semana

source: Monthly USD
cs: USD za měsíc
pt_br: USD/Mês

source: XCH Price
cs: XCH cena
pt_br: Preço XCH

source: Pool Space
cs: Velikost poolu
pt_br: Tamanho do Pool

source: Blocks
cs: Bloky
pt_br: Blocos

source: <div farmed
cs: <div Získáno
pt_br: <div farmado

source: Average effort to farm a block in the last 30 days.
cs: Průměrná práce k získání bloku za posledních 30 dní.
pt_br: Esforço médio para cultivar um bloco nos últimos 30 dias.

source: Show active only
cs: Zobrazit pouze aktivní
pt_br: Exibir apenas ativos

source: Show all farmers
cs: Zobrazit všechny
es: Mostrar todos los agricultores
pt_br: Mostrar todos

source: No farmers found!
cs: Farmář nenalezen!
pt_br: Nenhum fazendeiro encontrado!

source: Blocks Found
cs: Nalezené bloky
pt_br: Blocos encontrados
